Repository: AnissaSchirock/GeniusWiki
Catalog: src/wiki/resources/i18n/orig/GeniusWiki_messagespo_*.po
Languages: ar, tr_tr

source: GeniusWiki
ar: الموسوعة الذكية
tr_tr: WikiBlog

source: Diversify your website | GeniusWiki
ar: الموسوعة الذكية | تنوع موقعك
tr_tr: Web 2.0 araçları | WikiBlog

source: GeniusWiki, wiki, blog, blogger, knowledge management, business wiki, business collaboration, wiki software, content management, document management, web2.0, Edgenius
ar: الموسوعة الذكية،ويكي،بلوق،مدون،وإدارة المعرفة،ويكي الأعمال،التعاون،المشاركة،برامج الويكي،إدارة المحتوى،إدارة الوثائق،المقالات،الصفحات،الويب2.0
tr_tr: WikiBlog, wiki, blog, blogger, bilgi yönetimi, işletme wiki, ticari işbirliği, wiki yazılımı, içerik yönetimi, doküman yönetimi, web2.0, Edgenius

source: My watchlist
ar: قائمة مراقبتي
tr_tr: İzleme Listem

source: My watchlist pages
ar: صفحات قائمة مراقبتي
tr_tr: İzleme Sayfalarım

# message.board.title
source: Message board
ar: نظام المراسلة
tr_tr: Mesaj Panosu

# message.board.desc
source: Message board
ar: نظام المراسلة
tr_tr: Mesaj Panosu

source: My favorite
ar: مفضلتي
tr_tr: Favorim

source: My favorite pages
ar: صفحات مفضلتي
tr_tr: Favori sayfalarım

source: My drafts
ar: مسوداتي
tr_tr: Taslaklarım

source: My drafts list
ar: قائمة مسوداتي
tr_tr: Taslak Listem

source: File {0} not found in attachment list
ar: الملف {0} غير موجود في قائمة المرفقات
tr_tr: Dosya {0} eklenti listesinde bulunamadı

source: anonymous user
ar: مستخدم مجهول
tr_tr: anonim kullanıcı

source: GeniusWiki is a very good wiki and blog website. Please give it a try.
ar: الموسوعة الذكية هي موسوعة ويكي و مدونة يجب عليك تجربتها
tr_tr: WikiBlog çok iyi bir wiki ve blog web sitesidir. Lütfen deneyiniz.

source: Error Page
ar: خطأ في الصفحة
tr_tr: Hata Sayfası

source: Access Denied
ar: تم رفض الوصول
tr_tr: Erişim Engellendi

source: Page Not Found
ar: الصفحة غير موجودة
tr_tr: Sayfa Bulunamadı

source: The page your requested was not found. <br><br><a href="{0}">Return Home</a>.
ar: الصفحة المطلوبة غير موجودة. <BR> <BR> <a href="{0}"> العودة إلى الرئيسية </a>.
tr_tr: Talep ettiğiniz sayfa bulunamadı. <br><br> <a href="{0}">Ana sayfaya dön</a> .

source: Your current role does not allow you to view this page. Please contact your system administrator if you believe you should have access. Return <a href="{0}">Home</a>.
ar: ليس لديك صلاحيات لمشاهدة هذه الصفحة. الرجاء الاتصال إدارين النظام إذا كنت تعتقد أنه يجب أن يكون لك وصول لهذه الصفحة. العودة إلى <a href="{0}">الرئيسية</a>.
tr_tr: Rolünüz bu sayfayı görüntülemenize izin vermemektedir. Eğer erişim yetkinizin olduğunuza inanıyorsanız lütfen sistem yöneticisi ile irtibata geçiniz. Dön <a href="{0}">Ana Sayfa</a> .

source: An error has occurred. Please try again. Reason for error: {0}
ar: حدث خطأ. حاول مرة اخرى. سبب الخطأ: {0}
tr_tr: Bir hata oluştu. Lütfen yeniden deneyin. Hata Nedeni: {0}

source: Tag Cloud on space {0}
ar: دالة السحابة في مساحة {0}
tr_tr: Alan üzerinde {0} etiket bulutu

source: Tag clouds on spaces
ar: دالة السحاب في المساحات
tr_tr: Alanlar üzerinde etiket bulutları

source: User profile - {0}
ar: ملف المستخدم - {0}
tr_tr: Kullanıcı profili - {0}

source: Search on - {0}
ar: البحث في - {0}
tr_tr: Ara - {0}

source: {0} friends
ar: {0} أصدقاء
tr_tr: {0} arkadaş

source: Users of Group {0}
ar: مستخدمين المجموعة {0}
tr_tr: {0} Grubun Kullanıcıları

# page.title.message.board
source: Message board
ar: نظام المراسلة
tr_tr: Mesaj Panosu

source: Space admin of {0}
ar: إداري المساحة {0}
tr_tr: {0} Alan yöneticileri

source: Send a message to system administrators
ar: ارسل رسالة الى إدارين النظام
tr_tr: Sistem yöneticilerine için bir mesaj gönderin

source: Home of {0}
ar: صفحة {0}
tr_tr: {0} Anasayfa

source: This is your WIKI space home page. Using "Edit" button to edit this page, or "Create" button to create child page. For more help, press "F1".
ar: هذه الصفحة الرئيسية لمساحتك. استخدم زر "تعديل" لتعديل هذه الصفحة، أو زر "إنشاء" لإنشاء صفحة فرعية ضمن المساحة. لمزيد من المساعدة، اضغط على "F1".
tr_tr: Burası WIKI alan sayfanız. Bu sayfaya alt sayfa oluşturmak için "Oluştur" düğmesini düzenlemek için "Düzenle" düğmesini kullanınız. Daha fazla yardım için, "F1" tuşuna basın.

source: This is your Blog space home page. Using "Create" button to create your post. For more help, press "F1".
ar: هذه الصفحة الرئيسية لمساحة مدونتك. استخدم زر "إنشاء" لإنشاء و نشر مشاركتك. لمزيد من المساعدة، اضغط على "F1".
tr_tr: Burası Blog (Web Günlüğü) alan sayfanız. Bu sayfaya alt sayfa oluşturmak için "Oluştur" düğmesini düzenlemek için "Düzenle" düğmesini kullanınız. Daha fazla yardım için, "F1" tuşuna basın.

source: Page not found, do you want to [create it > {0}]?
ar: الصفحة غير موجودة، هل تريد [إنشائها> {0}]؟
tr_tr: Sayfa bulunamadı [oluşturmak > {0}] istiyor musunuz?

source: Page not found.
ar: الصفحة غير موجودة.
tr_tr: Sayfa bulunamadı.

source: Home page
ar: الرئيسية
tr_tr: Ana Sayfa

source: Yes
ar: نعم
tr_tr: Evet

source: No
ar: لا
tr_tr: Hayır

source: Upload
ar: رفع
tr_tr: Yükle

source: Cancel
ar: الغاء
tr_tr: Vazgeç

source: Change
ar: تغير
tr_tr: Değiştir

source: Detail
ar: تفاصيل
tr_tr: Detay

source: URL
ar: رابط

source: Authentication
ar: إعتماد
tr_tr: Kimlik Doğrulama

source: Password
ar: كلمة السر
tr_tr: Şifre

source: Hours
ar: ساعات
tr_tr: Saat

source: Minutes
ar: دقائق
tr_tr: Dakika

source: LOGO
ar: الشعار

source: Logout
ar: خروج
tr_tr: Çıkış

source: Backup
ar: نسخ احتياطي
tr_tr: Yedek

source: Size
ar: الحجم
tr_tr: Boyut

source: Download
ar: تنزيل
tr_tr: Indir

source: Restore
ar: استرجاع
tr_tr: Geri Yükle

source: Name
ar: الإسم
tr_tr: Ad

source: Description
ar: الوصف
tr_tr: Açıklama

source: Info
ar: معلومات
tr_tr: Bilgi

source: Title
ar: العنوان
tr_tr: Başlık

source: Tags
ar: دلالات
tr_tr: Etiket

source: Functions
ar: الوظائف
tr_tr: Fonksiyonlar

source: Pages
ar: الصفحات
tr_tr: Sayfalar

source: Portrait
ar: الصورة
tr_tr: Portre

source: Statistic
ar: الإحصائيات
tr_tr: Istatistik

source: Disable
ar: تعطيل
tr_tr: Devre Dışı Bırak

source: Enable
ar: تفعيل
tr_tr: Etkinleştir

source: Edit
ar: تعديل
tr_tr: Düzenle

source: Submit
ar: إرسال
tr_tr: Gönder

source: Retry
ar: إعادة المحاولة
tr_tr: Tekrar Dene

source: Database
ar: قاعدة البيانات
tr_tr: Veritabanı

source: Host
ar: المضيف

source: Confirm
ar: تأكيد
tr_tr: Onayla

source: Upgrade
ar: ترقية
tr_tr: Sürüm Yükselt

source: Login
ar: دخول
tr_tr: Giriş

source: Offline
ar: غير متصل
tr_tr: Çevrimdışı

source: Dashboard
ar: البوابة
tr_tr: Kontrol Paneli

source: Friends
ar: الإصدقاء
tr_tr: Arkadaş

source: Undefined
ar: غير محدد
tr_tr: Tanımlanmamış

source: Update
ar: تحديث
tr_tr: Güncelle

source: Weekly
ar: أسبوعي
tr_tr: Haftalık

source: Monthly
ar: شهري
tr_tr: Aylık

source: Daily
ar: يومي
tr_tr: Günlük

source: Hour
ar: ساعة
tr_tr: Saat

source: Minute
ar: دقيقة
tr_tr: Dakika

source: Date
ar: تاريخ
tr_tr: Tarih

source: Done
ar: نفذ
tr_tr: Yapıldı

source: MON
ar: أثنين
tr_tr: PZT

source: Monday
ar: الأثنين
tr_tr: Pazartesi

source: TUE
ar: ثلاثاء
tr_tr: SAL

source: Tuesday
ar: الثلاثاء
tr_tr: Salı

source: WED
ar: أربعاء
tr_tr: ÇAR

source: Wednesday
ar: الأربعاء
tr_tr: Çarşamba

source: THU
ar: خميس
tr_tr: PER

source: Thursday
ar: الخميس
tr_tr: Perşembe

source: FRI
ar: جمعة
tr_tr: CUM

source: Friday
ar: الجمعة
tr_tr: Cuma

source: SAT
ar: سبت
tr_tr: CTS

source: Saturday
ar: السبت
tr_tr: Cumartesi

source: SUN
ar: أحد
tr_tr: PAZ

source: Sunday
ar: الأحد
tr_tr: Pazar

source: Users
ar: المستخدمين
tr_tr: Kullanıcılar

source: Comment
ar: تعليق
tr_tr: Yorum

source: none
ar: لا شيء
tr_tr: hiçbiri

source: or
ar: أو
tr_tr: veya

source: None
ar: لا شيء
tr_tr: Hiçbiri

source: Backup schedule
ar: جدول النسخ الاحتياطي
tr_tr: Geri yüklemeyi zamanla

source: Tag Cloud
ar: دالة السحابة
tr_tr: Etiket Bulutu

source: User Profile
ar: ملف المستخدم
tr_tr: Kullanıcı Profili

source: Search Result
ar: نتائج البحث
tr_tr: Arama Sonucu

source: Group users
ar: مستخدمين المجموعة
tr_tr: Grup Kullanıcıları

source: Space Admin
ar: إداري المجموعة
tr_tr: Alan Yöneticileri

source: Send a message to system admin
ar: ارسل رسالة الى مسؤولين النظام
tr_tr: Sistem yöneticisine bir mesaj gönder

source: Message board
ar: البوابة
tr_tr: Mesaj panosu

source: Space key
ar: مفتاح المساحة
tr_tr: Alan anahtarı

source: Create user
ar: إنشاء مستخدم
tr_tr: Kullanıcı oluştur

source: Create space
ar: إنشاء مساحة
tr_tr: Alan oluştur

source: User name
ar: إسم المستخدم
tr_tr: Kullanıcı adı

source: Full name
ar: الإسم الكامل
tr_tr: Tam adı

source: Not found
ar: غير موجود
tr_tr: Bulunamadı

source: Email
ar: الإيميل
tr_tr: Eposta

source: Registered time
ar: وقت التسجيل
tr_tr: Kayıt zamanı

source: Total users ... {0}
ar: إجمالي المستخدمين ... {0}
tr_tr: Toplam kullanıcı ... {0}

source: Total groups ... {0}
ar: إجمالي المجموعات ... {0}
tr_tr: Toplam grup ... {0}

source: Total spaces ... {0}
ar: إجمالي المساحات ... {0}
tr_tr: Toplam alan ... {0}

source: Do you want to leave this page and go to user profile page?
ar: هل تريد مغادرة هذه الصفحة والذهاب إلى صفحة ملف المستخدم؟
tr_tr: Bu sayfayı terk etmek ve kullanıcı profil sayfasına gitmek istiyor musunuz?

source: Space quota must be an integer.
ar: يجب ان يكون حجم المساحة رقم عددي صحيح
tr_tr: Alan kotası bir tamsayı olmalıdır.

source: Space remove delay time must be an integer.
ar: يجب ان يكون الزمن المتبقي لحذف المساحة رقم عددي صحيح
tr_tr: Alan kaldırma gecikme süresi bir tamsayı olmalıdır.

source: Offline sync frequency must be an integer.
ar: يجب أن يكون معدل تكرار تزامن عدم الاتصال عددا صحيحا
tr_tr: Çevrimdışı senkronizasyon sıklığı bir tamsayı olmalıdır.

source: Please resize LOGO to proper size before uploading. For example, the default logo size is 310x60.
ar: يرجى تغيير الشعار إلى الحجم المناسب قبل رفعه. على سبيل المثال، حجم الشعار الافتراضي هو 310x60.
tr_tr: Lütfen LOGO boyutlarını yüklemeden önce uygun hale getiriniz. Varsayılan logo ebatları: 310x60

source: Slogan
ar: الشعار

source: The site's motto, tag line, or catchphrase. It will be displayed alongside the title of the site.
ar: شعار الموقع، وما يتعلق به سيتم عرضه جنبا إلى جنب مع عنوان الموقع.
tr_tr: Sitenin sloganı bu sitenin başlığı ile birlikte gösterilecektir.

source: Email SMTP host
ar: مضيف SMTP البريد الإلكتروني
tr_tr: Eposta SMTP sunucusu

source: Email SMTP server or JNDI information. Email is sent when users register, favorite pages updated, friends invited, etc.
ar: خادم SMTP البريد الإلكتروني أو المعلومات JNDI. يتم إرسال البريد الإلكتروني عندما يقوم المستخدم بالتسجيل، الصفحات المفضلة المحدثة والأصدقاء المدعوين، الخ
tr_tr: Eposta SMTP sunucusu veya JNDI bilgisi. Kullanıcılar kayıt olurken güncellenen favori sayfaları, davet, arkadaşlar, vb. bilgiler eposta ile gönderilir.

source: Outgoing Email address
ar: عنوان ايميل الصادر
tr_tr: Giden eposta adresi

source: System sends out email when new users sign up, for change notifications, etc. This is the "From" address in these e-mails. Normally, you won't need to monitor this address.
ar: يرسل النظام من اخطارات بالايميل عندما يسجل مستخدمين جدد أو اخطارات التغيرات، وما إلى ذلك وهذا "من" عنوان احد الايميلات. في العادة فإنك لن تحتاج إلى مراقبة هذا العنوان.
tr_tr: Sistem yeni bir kullanıcı kayıt olduğunda, bildirimler düzenlendiğinde vb. durumlarda eposta göndermektedir. Bu eposta hesaplarında "Kime" bölümüdür. Normalde, bu adresi izlemek istemezsiniz.

source: Incoming Email address
ar: عنوان البريد الإلكتروني الوارد
tr_tr: Gelen eposta adresi

source: CC system administrators
ar: CC إدارين النظام
tr_tr: CC sistem yöneticileri

source: This e-mail receives feedback (by feedback macro), or messages to system administrators etc. Normally, system administrators must monitor this mail. If CC system administrators option is checked, all system administrators will receive a copy of messages.
ar: هذا البريد الإلكتروني يتلقى ردود الفعل (عن طريق مكرو الراجعة)، أو الرسائل إلى إدارين النظام وما إلى ذلك في العادة يجب على إدارين النظام مراقبة هذا البريد. إذا اخترت نظام سي سي فسوف يرسل النظام نسخ لكافة إدارين النظام.
tr_tr: Bu eposta adresine (geribildirim macrosu tarafından ) geri bildirim, ya da sistem yöneticisine mesaj ulaşmaktadır. Normalde sistem yöneticileri bu eposta hesabını kontrol etmelidirler. Eğer CC sistem yöneticileri işaretli ise, tüm sistem yöneticileri bu postanın bir kopyasını alacaklardır

source: Space attachment quota
ar: حجم مرفقات المساحة
tr_tr: Alan eklenti kotası

source: Update existing spaces quota
ar: تحديث سعة تخزين المساحات القائمة
tr_tr: Mevcut alan kotasını güncelle

source: The maximum size of attachments in a space. If you select Update existing spaces quota, all existing space attachment quota are also adjusted to the indicated size. Otherwise, only new spaces are impacted.
ar: الحد الأقصى لحجم المرفقات في المساحة. إذا قمت باختيار تحديث حجم التخزين للمساحات الموجودة، سوف يتم تحديث حجم التخزين لكافة المساحات القائمة. عدا ذلك، فقط المساحات الجديدة سوف تخضع للزيادة.
tr_tr: Alandaki maximum eklenti büyüklüğü. Eğer önceki alan kotasını güncelleyi seçtiyseniz, tüm alanların eklenti kotası bu ayarlamadan etkilenecektir. Aksi halde sadece yeni alanlar etkilenecektir.

source: Space remove delay
ar: تأخير إزالة المساحة
tr_tr: Alan kaldırma gecikmesi

source: This is helpful to prevent malicious deletion of spaces. Only after the indicated delay will the space be permanently deleted. During this period, a notification e-mail will be sent to all space administrations. If the value is 0, spaces are deleted immediately.
ar: هذا مفيد لمنع التطبيقات الخبيثة من حذف المساحات. فقط بعد الوقت الاضافي المحدد لتاخير الحذف سوف يتم حذف المساحة بشكل نهائي. خلال هذه الفترة، سيتم إرسال إخطار بالبريد الإلكتروني لجميع إدارين المساحة إذا كانت القيمة 0، يتم حذف المساحة على الفور.
tr_tr: Bu alanların yanlışlıkla silinmesini önlemek için yararlı bir uygulamadır. Belirtilen gecikme süresi sonrasında alan kalıcı olarak silinir. Bu dönemde, tüm alan yöneticilerine bir bildirim e-postası gönderilecektir. Değeri 0 ise, alanlar hemen silinir.

source: Offline Sync frequency
ar: تردد مزامنة عدم الإتصال
tr_tr: Çevrimdışı Sync sıklığı

source: Frequency that your system will check for updated pages, comments, etc. for offline downloading.
ar: التردد الزمني الذي سوف يقوم النظام خلاله في التحقق من الصفحات المحدثة، والتعليقات، وغيرها من أجل التنزيل غير المتصل - اوف لاين.
tr_tr: Sistemi çevrimdışı indirmek için güncellenen sayfaları, yorumlar, vb kontrol edecek sıklık

source: Allow public registration
ar: السماح بالتسجيل العام
tr_tr: Herkesin kayıt olmasına izin ver

source: If toggled, then public visitors can sign up to the system. Otherwise, new users can be created only by a system administrator.
ar: إذا مفعل، الزوار يمكنهم التسجيل في الموقع. عدا ذلك، المستخدمين الجدد لا يمكنهم التسجيل إلا من قبل إدارين النظام.
tr_tr: İşaretli ise, ziyaretçi sisteme kayıt yapabilir. Aksi takdirde, yeni kullanıcılar, sadece sistem yöneticisi tarafından oluşturulabilir.

source: Allow public search engine index
ar: السماح لفهرست محرك البحث العام
tr_tr: Ziyaretci arama motoru indeksine izin ver

source: If you want to allow public search engines, such as Google, Yahoo etc. to index your pages, please turn on this option.
ar: إذا كنت تريد السماح لمحركات البحث العامة مثل جوجل وياهو وغيرها لإرشفة صفحات الموقع، يرجى تفعيل هذا الخيار.
tr_tr: Genel arama motorlarının Google, Yahoo gibi sayfalarınızı indekslemesine izin vermek istiyorsanız lütfen bu seçeneği açınız.

source: Rebuild search index
ar: إعادة بناء فهرس محرك البحث
tr_tr: Arama dizini yeniden oluştur

source: This action will rebuild search index from database. Please note, it may take minutes depending on your current data volume.
ar: يؤدي هذا الإجراء إلى إعادة بناء فهرس البحث من قاعدة البيانات. يرجى الإنتباه، قد يستغرق ذلك عدة دقائق اعتماداً على حجم البيانات الحالي.
tr_tr: Bu eylem veritabanı arama indeksini yeniden inşa edecek. Lütfen dikkat, mevcut veri hacmine bağlı olarak dakikalarca sürebilir.

source: Clean system cache
ar: إزالة ذاكرة تخزين كاش النظام
tr_tr: Sistem önbelleğini temizle

source: System uses lots cache to improve system performance. Clean cache may slow down performance a while. Don't suggest to use this action except when you believe system does not work well. Such as page tree does not display the latest new pages etc. In this case, please use "Print cache" function first, then submit a bug with log file to GeniusWiki.
ar: يستخدم النظام الكثير من الذاكرة المخبأة الكاش لتحسين أداء النظام. تنظيف ذاكرة الكاش قد تبطئ أداء النظام لبعض الوقت. لا أقترح استخدام هذا الإجراء إلا إذا كنت تعتقد أن النظام لا يعمل بشكل جيد. مثل شجرة الصفحة لا تعرض أحدث الصفحات الجديدة وما إلى ذلك وفي هذه الحالة، يرجى استخدام "مخبأ الطباعة" أولاً، ثم تقديم العطل مع ملف السجل الموسوعة الذكية.
tr_tr: Sistem, sistem performansını artırmak için birçok önbellek kullanır. Önbelleği temizlemek performansı bir süre düşürebilir. Sistemin iyi çalışmadığını düşünüyorsanız bu seçeneği kullanın, bunun dışında bu eylemini kullanmayı önermiyoruz. sayfa ağaç yapısında yeni sayfalar görüntülemediği durumlarda ilk önce "Önbelleği yazdır" işlevini kullanın, sonra WikiBlogiki log dosyası ile bir hata gönderin.

source: Backup now
ar: النسخ الاحتياطي الان
tr_tr: Şimdi yedekle

source: Restore now
ar: استرجاع الان
tr_tr: Şimdi geri yükle

source: File name
ar: إسم الملف
tr_tr: Dosya adı

source: Last modified date
ar: تاريخ آخر تعديل
tr_tr: Son değiştirilme tarihi

source: Create group
ar: إنشاء مجموعة
tr_tr: Grup oluştur

source: Last update page
ar: صفحة اخر تحديث
tr_tr: Son güncellenen sayfa

source: go to space
ar: الذهاب إلى المساحة
tr_tr: alana git

source: go to space admin page
ar: الذهاب إلى صفحة إدارة المساحة
tr_tr: alan yönetici sayfasına gidin

source: This space will be removed in {0} hours
ar: سيتم إزالة هذه المساحة في {0} ساعة
tr_tr: Bu alan {0} saat içinde silinecektir

source: Created by
ar: إنشئت بواسطة
tr_tr: Tarafından düzenlendi

source: Created on
ar: إنشئت في
tr_tr: Oluşturulma tarihi

source: How many pages created ... {0}
ar: كم عدد الصفحات التي تم إنشاؤها ... {0}
tr_tr: Kaç sayfa oluşturuldu ... {0}

source: How many pages modified ... {0}
ar: كم عدد الصفحات المعدلة ... {0}
tr_tr: Kaç sayfaları güncellendi ... {0}

source: How many spaces created ... {0}
ar: كم عدد المساحات التي تم إنشاؤها ... {0}
tr_tr: Kaç alan oluşturuldu ... {0}

source: How many comment created ... {0}
ar: كم عدد التعليقات المنشورة ... {0}
tr_tr: Kaç yorum oluşturuldu ... {0}

source: Joined groups ({0})
ar: مجموعات منضمه ({0})
tr_tr: Üyelik grupları ({0})

source: go to profile
ar: الذهاب للملف
tr_tr: profile git

source: Upload file
ar: رفع ملف
tr_tr: Dosya yükle

source: Widget display model
ar: نموذج عرض القطعة
tr_tr: Eklenti ekran modeli

source: Display page titles sorted by modified date
ar: عرض عناوين الصفحات مرتبة حسب تاريخ التعديل
tr_tr: Değiştirilme tarihine göre sıralanmış sayfa başlıklarını göster

source: Display page titles sorted by created date
ar: عرض عناوين الصفحات مرتبة حسب تاريخ الإنشاء
tr_tr: Oluşturulma tarihine göre sıralanmış sayfa başlıklarını görüntüleyin

source: Display home page content
ar: عرض محتوى الصفحة الرئيسية
tr_tr: Ana sayfa içeriğini göster

source: Spaces are displayed on dashboard as a drag-and-drop widgets. You can choose what and how content is displayed. <br> IMPORTANT: First 2 options impact your RSS feed sorted method, i.e., RSS is also sorted by created date if you choose the widget is sorted by created date.
ar: يتم عرض المساحات على صحفة البوابة الرئيسية بواسطة السحب والإفلات على شكل قطع. يمكنك اختيار ماتريد عرضه وكيف يعرض. <BR> هام: أول 2 اختيارين تؤثر في طريقة فرز التغذية الاخبارية RSS وترتيبها، أيضاً يتم فرز RSS حسب تاريخ الإنشاء إذا اخترت ان يتم فرز القطعة بتاريخ الانشاء.
tr_tr: Alanlar kontrol panelinde sürükle bırak modülleri gibi gösterilirler. Nelerin ve hangi içeriğin nasıl görüntüleneceğini seçebilirsiniz.

source: Comment notification to
ar: الاخطار عن التعليقات إلى
tr_tr: Yorum bildirimi

source: Email to page creators
ar: إرسل ايميل لصاحب الصفحة
tr_tr: Sayfa oluşturucularına eposta ile gönder

source: Email to all contributors
ar: ارسل ايميل لكل المساهمين
tr_tr: Tüm katkıda bulunanlara eposta ile gönder

source: Email to space administrators
ar: ارسل ايميل لإدارين المساحة
tr_tr: Alan yöneticilerine eposta ile gönder

source: If page receives a new comment, who will receive email notification.
ar: إذا تلقت الصفحة تعليق جديد، من الذي سوف يتلقى اخطار الايميل.
tr_tr: Yeni bir yorum sayfaya eklenirse, kim eposta bildirimi alacak.

source: Comment notification frequency
ar: تردد زمن الاخطار عن التعليق
tr_tr: Yorum bildirim sıklığı

source: Per post
ar: بالمشاركة
tr_tr: Her bir gönderi

source: max sending per day
ar: الحد الاقصى للارسال باليوم
tr_tr: günlük ortalama maksimum gönderme

source: Daily summary
ar: ملخص يومي
tr_tr: Günlük özet

source: If page receives a new comment, how often to send out email notification.
ar: إذا تلقت الصفحة تعليق جديد، كم مره غالباً تريد إرسال إخطار بالبريد الإلكتروني.
tr_tr: Yeni bir yorum sayfaya eklenirse, ne sıklıkta eposta bildirimi gönderilecek.

source: System Admin
ar: إدارة النظام
tr_tr: Sistem Yöneticisi

source: Step 1/6: Set data root directory
ar: خطوة 1/6: تعيين مجلد جذر البيانات
tr_tr: Adım 1 / 6: Veri kök dizinini ayarla

source: Tips: GeniusWiki need a directory to save configuration file, attachment, RSS, indexing and theme etc. For example, in windows, you may set "c:\mydata\geniuswiki" or in Linux, set "/var/data/geniuswiki". We recommend you put this directory outside your webapp directory for backup sake.
ar: نصائح: الموسوعة الذكية تحتاج إلى دليل لحفظ ملف التكوين، المرفق، التغذية الاخبارية، الفهرسة وموضوع الخ على سبيل المثال، في ويندوز، يمكنك تعيين "ج: \ بياناتي \ الموسوعة الذكية" أو في لينكس، تعيين "/ فار / البيانات / الموسوعة الذكية" . ننصحك وضع هذا الدليل خارج دليل تطبيق الويب الخاص بك من أجل النسخ الاحتياطي.
tr_tr: Tips: WikiBlog need a directory to save configuration file, attachment, RSS, indexing and theme etc. For example, in windows, you may set "c:\mydata\geniuswiki" or in Linux, set "/var/data/geniuswiki". We recommend you put this directory outside your webapp directory for backup sake.

source: Step 2/6: Choose your license
ar: خطوة 2/6: اختر الترخيص الخاص بك
tr_tr: Adım 2 / 6: Lisans seçin

source: You can continue to use community license that has no limitation on use. Please go to <a href="http://www.geniuswiki.com">our website</a> to apply a commercial license if you need the commercial support.
ar: يمكنك الاستمرار في استخدام رخصة المجتمع التي لا يوجد عليها قيود استخدام الرجاء الانتقال إلى <a href="http://www.geniuswiki.com"> موقعنا </a> لتطبيق الرخصة التجارية إذا كنت في حاجة إلى الدعم التجاري.

source: Step 3/6: MQ Server information
ar: خطوة 3/6: معلومات خادم سيرفر MQ
tr_tr: Adım 3 / 6: MQ Sunucu bilgisi
