Repository: AnissaSchirock/GeniusWiki
Catalog: src/wiki/resources/i18n/orig/GeniusWiki_messagespo_*.po
Languages: ar, tr_tr

source: Hi {0},<p>Did you already accepted this invitation? This invitation doesn''t match your current login email address {1}. You don''t accept this invitation, please</p>
ar: مرحباً {0}، <P> هل قبلت بالفعل هذه الدعوة؟ هذه الدعوة لا تتطابق مع عنوان بريدك الإلكتروني الحالي {1}. في حالة الخطاء يرجى عدم قبول هذه الدعوة </ P>
tr_tr: Merhaba {0}, <p> Bu daveti daha önce kabul etmiş miydiniz? Bu davet sizin giriş epostanız olan {1} ile eşleşmemektedir.

source: Hi {0},<p>Welcome to {1}. You can <a href="{2}">click here</a> to enter your friend space.</p>
ar: مرحباً {0} <P> مرحباً بك في {1}. يمكنك <a href="{2}"> الضغط هنا </a> للدخول إلى مساحة صديقك. </ P>
tr_tr: Merhaba {0}, <p> {1} e hoş geldiniz. Arkadaşlarınızın alanına girmek için buraya <a href="{2}"> tıklayabilirsiniz.</a>

source: Sorry, we get some unexpected errors. Please try again or contact system administrator.
ar: آسف، حصلنا على بعض الأخطاء غير المتوقعة. يرجى المحاولة مرة أخرى أو اتصل إداري النظام.
tr_tr: Üzgünüz, beklenmeyen hatalar meydana geldi. Lütfen tekrar deneyiniz ya da sistem yöneticisi ile iletişime geçiniz.

source: Yes,overwrite
ar: نعم, اكتب فوقه
tr_tr: Evet, Üstüne yaz

source: Quick note
ar: نبذة مختصرة
tr_tr: Hızlı not

source: Personal quick note
ar: نبذة شخصية
tr_tr: Kişisel bilgi notu

source: Recently update
ar: تحدث مؤخراً
tr_tr: Son zamanlarda güncellenen

source: Recently update activities.
ar: اخر التحديثات
tr_tr: Güncellenen etkinlikler

source: Created page {0} {1}.
ar: إنشئت بواسطة {0} {1}.
tr_tr: Oluşturulan sayfa {0}{1}

source: Updated page {0} {1}.
ar: صفحة محدثة {0} {1}.
tr_tr: Güncellenen sayfa {0}{1}

source: Restored page {0} {1} from trash bin.
ar: الصفحة المستعادة {0} {1} من سلة المهملات.
tr_tr: Geri dönüşüm kutusundan yüklenen sayfa {0}{1}.

source: Put page {0} {1} to trash bin.
ar: ارسل الصفحة {0} {1} إلى سلة المهملات.
tr_tr: Sayfa {0}{1} çöp kutusuna taşı.

source: Deleted page {0} permanently {1}.
ar: حذف الصفحة {0} نهائياً {1}.
tr_tr: Sayfa {0} kalıcı olarak sil {1}.

source: Reverts page {0} from history version {1} {2}.
ar: استعادة الصفحة {0} من نسخة {1} {2}.
tr_tr: {0} sayfasını {1} {2} geçmiş sürümünden geri al.

source: Moved page {0} to {1} in space {2}.
ar: نقلت الصفحة {0} إلى {1} في مساحة {2}.
tr_tr: {2} alanında {0} sayfası {1} alanına taşındı

source: Copied page {0} to {1} in space {2}.
ar: نسخت الصفحة {0} إلى {1} في مساحة {2}.
tr_tr: {2} alanında sayfayı {0} dan {1} e kopyalar .

source: Posts comment on page {0} {1}.
ar: التعليقات في صفحة {0} {1}.
tr_tr: {0} {1} sayfasına yorum gönderir.

source: Updates comment on page {0} {1}.
ar: تحديث التعليق على الصفحة {0} {1}.
tr_tr: {0} {1} sayfasındaki yorumları günceller.

source: Uploads attachment {0} to page {1} {2}.
ar: رفع مرفق {0} إلى الصفحة {1} {2}.
tr_tr: {0} dosya ekini {1} {2} sayfalarına yükler.

source: Deletes attachment {0} from page {1} {2}.
ar: حذف مرفق {0} من الصفحة {1} {2}.
tr_tr: {0} ekli dosyasını {1} {2} sayfasından siler.

source: Creates new space {0} {1}.
ar: إنشاء مساحة جديدة {0} {1}.
tr_tr: Yeni alan oluşturur {0} {1}.

source: Deleted space {0} permanently {1}.
ar: حذف مساحة {0} نهائياً {1}.
tr_tr: {0} alanı tamamen silindi {1}

source: Set space {0} removing mark {1}.
ar: تعيين المساحة {0} إزالة علامة {1}.
tr_tr: {0} alanına kaldırma işareti {1} ata

source: Restored space {0} {1}.
ar: مساحة مستعادة {0} {1}.
tr_tr: Geri yüklenen alan {0} {1}.

source: Sign-up {0}.
ar: التسجيل {0}.
tr_tr: Kayıt ol {0}.

source: Updates status to "{0}" {1}.
ar: حالة تحديثات الـ"{0}" {1}.
tr_tr: Durum "{0}" {1} güncellendi.

source: {0} follows {1} {2}.
ar: {0} يتابعون {1} {2}.
tr_tr: {0} izliyor {1} {2}.

source: {0} stops following {1} {2}.
ar: {0} توقف عن متابعة {1} {2}.
tr_tr: {0} izlemeyi bıraktı {1} {2}.

source: GeniusWiki has new version {0} available.
ar: الموسوعة الذكية لديها إصدار جديد {0} متوفر
tr_tr: WikiBlog sisteminin yeni bir sürümü {0} mevcut

source: System index was rebuilt successfully {0}.
ar: أعيد بناء فهرس النظام بنجاح {0}.
tr_tr: Sistem indeksi {0} başarıyla tekrar oluşturuldu.

source: All non-private spaces are deployed to Shell website {0}.
ar: كل المساحات العامة سوف تنشر إلى موقع الشيل {0}.
tr_tr: Özel olmayan alanlar Kabuk site {0} yayınlandı.

source: at {0}
ar: في {0}

source: on {0}
ar: في {0}

source: today
ar: اليوم
tr_tr: bugün

source: less a minute ago
ar: اقل من دقيقة مضت
tr_tr: bir dk.dan az bir süre önce

source: {0} minute ago
ar: {0} دقيقة مضت
tr_tr: {0} dakika önce

source: {0} minutes ago
ar: {0} دقيقة مضت
tr_tr: {0} dakika önce

source: {0} hour ago
ar: {0} ساعة مضت
tr_tr: {0} saat önce

source: {0} hours ago
ar: {0} ساعة مضت
tr_tr: {0} saat önce

source: {0} yesterday
ar: {0} أمس
tr_tr: {0} dün

source: {0} {1} days ago
ar: {0} {1} يوم مضى
tr_tr: {0} {1} gün önce

source: Connection Type
ar: نوع الاتصال
tr_tr: Bağlantı türü

source: Port
ar: المنفذ

source: Authentication required
ar: يستلزم التوثيق
tr_tr: Kimlik doğrulaması gerekli

source: SMTP port must be an integer.
ar: منفذ SMTP يجب ان يكون رقم صحيح.
tr_tr: SMTP portu tamsayı olmalıdır.

source: SMTP JNDI name is required.
ar: اسم SMTP JNDI مطلوب.
tr_tr: SMTP JNDI adı gereklidir.

source: SMTP host name is required.
ar: اسم المضيف SMTP مطلوب.
tr_tr: SMTP sunucu adı gereklidir.

source: Base URL
ar: الرابط الإساسي
tr_tr: Temel URL

source: Many resources is related to this application base URL, such as system level LOGO, attachment URL and RSS etc. Normally it looks like http://localhost:8080, http://www.yourdomain.com, or http://www.yourdomain.com/geniuswiki etc.
ar: العديد من المصادر مرتبطة مباشرة بهذا الرابط الإساسي ، مثل الشعار، رابط المرفقات و رابط التغذية الاخبارية RSS وما إلى ذلك, عادة يبدو الرابط مثل http://localhost:8080, http://www.yourdomain.com, or http://www.yourdomain.com/geniuswiki الخ.
tr_tr: Birçok kaynak bu uygulama temel URL adresinde dayanmaktadır. Örneğin sistem LOGOsu, ekli dosya adresleri ve RSS vb.. Normalde bu adres http://localhost:8080, http://www.alanadınız.com ya da http://www.alanadınız.com/wikiblog gibidir.

source: Warning: Application version is lower than existing data
ar: تحذير: إصدار التطبيق أقل من إصدار البيانات الموجودة
tr_tr: Uyarı: Uygulama sürümü mevcut veriden daha eski

source: The application version that you are installing is {0} lower than your existing date version {1}. Downgrade is not allowed. Please download latest version from <a href="http://www.edgenius.com">http://www.edgenius.com</a> and try again.
ar: إصدار التطبيق الذي تقوم بتثبيته هو {0} أقدم من تاريخ الإصدار الخاص بك {1}. الترقية لإصدار اقدم غير متاحة. يرجى تنزيل أحدث نسخة من <a href="http://www.edgenius.com"> http://www.edgenius.com </A> وحاول مرة أخرى.
tr_tr: Kurmakta olduğunuz uygulama sürümü {0} önceki sürümden {1} daha düşük. Sürüm düşürme izni yok. Lütfen son sürümü <a href="http://www.edgenius.com">http://www.edgenius.com</a> indirip tekrar deneyiniz.

source: Find your log files from this directory:<p> {0} </p>
ar: يمكنك العثور على ملفات السجل الخاص بك في المجلد: <P> {0} </ P>
tr_tr: Loglarınızı bu klasörde bulun:<p> {0} </p>

source: Dump logs for bug report
ar: استخراج السجلات لتقارير الاخطاء
tr_tr: Hata raporu için logların dökümünü al

source: If your system doesn't run well, click this link that will dump some information to log files, then submit your issue with latest log files to <a href="mailto:support@edgenius.com">support@edgenius.com</a>.
ar: إذا كان النظام لا يعمل بشكل جيد، اضغط على هذا الرابط الذي سوف يفرغ بعض المعلومات إلى ملفات السجل، ثم قدم مشكلتك مع أحدث ملفات السجل إلى <a href="mailto:support@edgenius.com">support@edgenius.com</a>.
tr_tr: Eğer sisteminiz düzgün çalışmıyorsa, bu bağlantıya tıklayarak bazı log bilgilerinin dökümünü alınız, daha sonra bu sorunları <a href="mailto:support@edgenius.com">support@edgenius.com</a> a mail ile bildiriniz.

source: Please ensure the database and user are already created before next step.
ar: يرجى التأكد من إنشاء قاعدة البيانات والمستخدم بالفعل قبل الخطوة التالية.
tr_tr: Lütfen sonraki adımdan önce veri tabanı ve kullanıcısının oluşturulmuş olduğuna emin olunuz.

source: Create by {0} on {1} - Last updated by {2} on {3}
ar: نشر بواسطة {0} في {1} - اخر تحديث بواسطة {2} في {3}
tr_tr: {1} tarihinde {0} tarafından oluşturuldu. Son güncelleme {3}, {2} tarafından

source: Theme file doesn't exist.
ar: ملف الغلاف غير موجود
tr_tr: Şablon dosyası mevcut değil.

source: Skin file doesn't exist.
ar: ملف الشكل غير موجود
tr_tr: Görünüm dosyası mevcut değil

source: Actions
ar: الإجراءات
tr_tr: Eylemler

source: Apply
ar: إعتمد
tr_tr: Uygula

source: Applied
ar: معتمد
tr_tr: Uygulandı

source: Deployed
ar: نشر
tr_tr: Yüklenmiş

source: Upload Skin
ar: رفع شكل
tr_tr: Görünümü Yükle

source: Upload Theme
ar: رفع غلاف
tr_tr: Şablonu Yükle

source: Version
ar: النسخة
tr_tr: Sürüm

source: Author
ar: الناشر
tr_tr: Yazar

source: Disabled
ar: معطل
tr_tr: Pasif

source: Enabled
ar: مفعل
tr_tr: Aktif

source: Are you sure to delete this theme? The spaces are using this theme may be messed up.
ar: هل أنت متأكد من حذف هذا الغلاف؟ المساحات التي تستخدم هذا الغلاف قد تتعرض للضرر.
tr_tr: Bu şablonu silmek istediğinizden emin misiniz? Bu temayı kullanan alanlar bozulabilir.

source: Are you sure to delete this skin?
ar: هل أنت متأكد من حذف هذا الشكل؟
tr_tr: Bu görünümü silmek istediğinizden emin misiniz?

source: Press F1 for Help!
ar: اضغط F1 للمساعدة!
tr_tr: Yardım için F1 tuşuna basın!

source: Message to administrators
ar: رسالة للإدارين
tr_tr: Yöneticilere mesaj

source: Power by
ar: بواسطة
tr_tr: Destekleyen

source: Change language
ar: تغير اللغة
tr_tr: Dil değiştir

source: Australia English
ar: الإنجليزية استراليا
tr_tr: İngilizce

source: Simplified Chinese
ar: الصينية البسيطة
tr_tr: Çince

source: Turkish
ar: التركية
tr_tr: Türkçe

source: Detect locale from request
ar: التعرف على اللغة حسب الطلب
tr_tr: Dili tarayıcı isteğinden algıla

source: If this option is on, system will detect country and language according to user request. It will display user's language if its translation is available.
ar: إذا كان هذا الخيار مفعل، النظام سوف يكشف عن لغة وبلد المستخدم وفقاً لطلب المستخدم. سيعرض لغة المستخدم إذا ترجمتها متوفرة.
tr_tr: Eğer bu seçenek işaretli ise, sistem bölgesel ve dil ayarlarınızı tanıyacak ve dil yüklü ise siteyi o dilde gösterecektir.

source: Undo remove
ar: الغاء الحذف
tr_tr: Silmeyi geri al

source: Remove
ar: حذف
tr_tr: Kaldır

source: Do you want to leave this page and go to space home page?
ar: هل تريد مغادرة هذه الصفحة والذهاب إلى صفحة المساحة الرئيسية؟
tr_tr: Bu sayfadan ayrılmak ve alan ana sayfasına geçmek istiyor musunuz?

source: Do you want to leave this page and go to space admin?
ar: هل تريد مغادرة هذه الصفحة والذهاب إلى إدارة المساحة؟
tr_tr: Bu sayfadan ayrılmak ve alan yönetimine geçmek istiyor musunuz?

source: Change system default language. You need to manually refresh browser to see final result.
ar: تغير لغة النظام الافتراضية. تحتاج إلى تحديث المتصفح يدويا لرؤية تغير اللغة.
tr_tr: Sistem varsayılan dilini değiştir. Sonucu görmek için tarayıcınızı manuel yenilemeniz gerekmektedir.

source: Contact
ar: الإتصال
tr_tr: İletişim

source: Social
ar: الوسائط
tr_tr: Sosyal

source: Phone
ar: الهاتف
tr_tr: Telefon

source: Website
ar: الموقع
tr_tr: Web Sitesi

source: IM
ar: البلد

source: Sorry, you don't have the permission to download this file.
ar: عذراً, ليس لديك صلاحية لتنزيل هذا الملف.
tr_tr: Üzgünüz, bu dosyayı indirme yetkisine sahip değilsiniz.

source: Sorry, we can not find the file by given file ID.
ar: عذرا، لا يمكن العثور على الملف عن طريق اسم ملف معين.
tr_tr: Üzgünüz, verilen dosya IDsi ile dosya bulunamadı.

source: System services
ar: خدمة النظام
tr_tr: Sistem servisleri

source: SOAP web service
ar: SOAP خدمة الويب
tr_tr: SOAP web servisi

source: REST web service
ar: اعادة تشغيل خدمة الويب
tr_tr: REST web servisi

source: Shell service
ar: خدمة الشيل
tr_tr: Kabuk Servisi

source: SOAP or REST web service is able to let third party programs to invoke system functions, such as creating a space, retrieving pages etc. Shell Service is special function in GeniusWiki that is able to clone a space to an independent read-only website. Shell function requires REST services enabled.
ar: SOAP أو خدمة إعادة الويب قادرة على السماح لبرامج من اطراف ثالثة ان تستدعي وظائف النظام، مثل إنشاء مساحة واسترجاع الصفحات الخ. خدمة الشيل وظيفة خاصة في الموسوعة الذكية قادرة على استنساخ المساحة لمواقع خارجية اخرى بصلاحية القراءة فقط. تشغيل الشيل يتطلب تفعيل خدمة إعادة الويب.
tr_tr: SOAP veya REST web servisi üçüncü parti programların sistem fonksiyonlarını çağırması, örneğin alanın oluşturulması, sayfaların geri alınması vb..izin verir. Kabuk servisi WikiBlog sisteminde özel bir fonksiyon olup alanın bağımsız salt okunur web sayfasına klonlanmasını sağlayabilir.

source: Redeploy the shell
ar: إعادة نشر الشيل
tr_tr: Kabuğu yeniden dağıt

source: Deploy all spaces to shell clone website again. Only the spaces and pages that are visible to public user will be deployed. This request may take minutes to complete depending on your current data volume.<br>Please note, Shell service option must be enabled in General setting page.
ar: نشر جميع المساحات لموقع شبيه الشيل لاستنساخها مرة أخرى. فقط سيتم نشر المساحات والصفحات التي تكون مرئية للمستخدم العام. قد يستغرق هذا الأمر دقائق لإكماله اعتماداً على حجم البيانات الحالي. <BR> ملاحظة، يجب تفعيل خيار خدمة الشيل في صفحة الإعدادات العامة.
tr_tr: Tüm alanları yeniden kabuk klon web sitesine dağıtın. Sadece tüm kullanıcılara görünür olan alanlar ve sayfalar dağıtılacaktır. Bu istek, mevcut veri hacmine bağlı olarak tamamlanması dakikalar alabilir. <br> Not ediniz, Genel ayar sayfasında Shell servis seçeneği etkin olmalıdır.

source: System is deploying spaces to shell, however this may take minutes to complete depending on your current data volume.
ar: النظام ينشر المساحات إلى الشيل، قد يستغرق هذا دقائق لإكماله اعتماداً على حجم البيانات الحالي.
tr_tr: Sistem kabuğa alanları dağıtmaktadır, ancak bu mevcut veri hacmine bağlı olarak tamamlanması dakikalar alabilir.

source: Last updated by
ar: اخر تحديث بواسطة
tr_tr: Son güncelleyen

source: Enable Shell
ar: تفعيل الشيل
tr_tr: Kabuğu Eetkinleştir

source: Disable Shell
ar: تعطيل الشيل
tr_tr: Kabuğu Pasifleştir

source: Change Shell theme
ar: تغير شكل الشيل
tr_tr: Kabuk temasını değiştir

source: Linked Shell
ar: ربط الشيل
tr_tr: Bağlantılı Kabuk

source: Shell is a read-only mirror website from this space. It is better way to share the content because Shell has diversified themes and better SEO optimization.
ar: الشيل هو موقع مرآة للقراءة فقط من هذه المساحة. أفضل طريقة لمشاركة المحتوى عبر الشيل حيث يسمح في تغير الشكل و الغلاف وتحسين الواجهة.
tr_tr: Kabul bu alanın salt okunur web sayfası yansımasıdır. Shell çeşitlendirilmiş temalar ve daha iyi SEO optimizasyon barındırdığından içerik paylaşmak için daha iyi bir yoldur.

source: Do you want to disable space Shell function? This will also remove all existed pages in Shell.
ar: هل تريد تعطيل وظيفة الشيل في المساحة؟ سيؤدي هذا إلى إزالة أيضا كل الصفحات الموجودة في الشيل.
tr_tr: Alan kabuk özelliğini pasifleştirmek istiyor musunuz? Bu işlem kabuktaki mevcut sayfaları kaldıracaktır.

source: Do you want to enable space Shell function?
ar: هل تريد تفعيل وظيفة الشيل في المساحة؟
tr_tr: Alan kabuk özelliğini etkinleştirmek istiyor musunuz?

source: Do you want to deploy all pages in this space to Shell again?
ar: هل ترغب في نشر كافة الصفحات في هذه المساحة الى الشيل مرة أخرى؟
tr_tr: Bu alandaki tüm sayfaları Kabuğa tekrar dağıtmak ister misiniz?

source: Reset
ar: إعادة تعيين
tr_tr: Sıfırla
