Repository: AnissaSchirock/GeniusWiki
Catalog: src/wiki/resources/i18n/orig/GeniusWiki_messagespo_*.po
Languages: ar, tr_tr

source: Tips: GeniusWiki is rely on MQ system to creating index, sending email or creating RSS etc. You may setup an external MQ server or just use GeniusWiki embedded MQ server. Please don't change default setting except when you know what you are doing. <br>If You choose embedded MQ server, you must confirm the port is not occupied by other programs.<br>If You choose external MQ server, the external MQ server must start-up before your web server start.
ar: نصائح: الموسوعة الذكية تعتمد على نظام خادم سيرفر MQ لإرشفة الصفحات، وإرسال البريد الإلكتروني و خلق تغذية اس اس ار الاخبارية الخ يجوز لك إعداد خادم MQ خارجي أو مجرد استخدام خادم MQ الموسوعة الذكية المضمن معها. يرجى عدم تغيير الإعداد الافتراضي إلا إذا كنت تعرف ما تقوم به. <BR> إذا اخترت الخادم MQ جزءا لا يتجزأ، يجب عليك التأكد ان المنفذ غير مستخدم من قبل برامج أخرى. <BR> إذا اخترت الخادم MQ الخارجي، يجب أن تبدأ تشغيل خادم MQ الخارجي قبل بداية خادم الويب الخاص بك.
tr_tr: Tips: WikiBlog is rely on MQ system to creating index, sending email or creating RSS etc. You may setup an external MQ server or just use GeniusWiki embedded MQ server. Please don't change default setting except when you know what you are doing. <br>If You choose embedded MQ server, you must confirm the port is not occupied by other programs.<br>If You choose external MQ server, the external MQ server must start-up before your web server start.

source: Step 4/6: Create database and user
ar: خطوة 4/6: إنشاء قاعدة البيانات والمستخدم
tr_tr: Adım 4 / 6: veri tabanı ve kullanıcı oluştur

source: Tips: If you choose MySQL database, this step can help you create database and user. For other databases, please ask your DBA to create them. <br> MySQL and PostgreSQL database driver is already included. For other databases, please copy driver JAR file to your web server library directory. For example, Tomcat's /common/lib/ directory. Restart is required.
ar: نصائح: إذا اخترت قاعدة بيانات MySQL، يمكن هذه الخطوة تساعدك على إنشاء قاعدة البيانات والمستخدم. لقواعد بيانات أخرى، اطلب من مزود الخدمة لديك إنشاء تلك القواعد. يتم تضمين <BR> تأكد ان MySQL و PostgreSQL موجودين بالفعل . لقواعد البيانات الأخرى، يرجى نسخ ملف برنامج التشغيل JAR إلى مجلد جذر الويب في السيرفر الخاص بك. على سبيل المثال، في مجلد Tomcat's /common/lib/. ثم إعادة التشغيل مطلوبة.
tr_tr: İpucu: Eğer MySQL veri tabanını seçtiyseniz, bu adım kullanıcı adı ve şifre oluşturmanıza yardımcı olacak. Diğer veri tabanları için lütfen Veri tabanı yöneticinize hesap bilgilerini oluşturması için sorunuz. <br> MySQL ve PostgreSQL veri tabanı sürücüleri şu anda mecvut. Diğer veri tabanları için sürücü JAR dosyasını web sunucu kütüphanesine (library) copyalayınız. Örneğin Tomcat's /common/lib/ klasörü. Web sunucusunu yeniden başlatmanız gerekecek.

source: Step 5/6: Connect database and create tables
ar: الخطوة 5/6: ربط قاعدة البيانات وإنشاء الجداول
tr_tr: Adım 5/6: Veri tabanına bağlan ve tablo oluştur

source: Tips: You need tell GeniusWiki how to connect database. Please leave database schema blank if you want to use default schema. Normally <a href="javascript:;" onclick="downloadScript()"><font color="blue"><b><u>this SQL script</u></b></font></a> will be executed in this step. Please tick off "Do not create tables" option if you want to only set up connection but create tables and initial data yourself. <br> <span style="font-weight:bold">This step may take a few minutes to complete if you choose creating tables, please wait in patience.</span>
ar: نصائح: أنت في حاجة لاخبار الموسوعة الذكية كيفية الاتصال في قاعدة البيانات. يرجى ترك مخطط السكيما فارغاً إذا كنت تريد استخدام مخطط افتراضي. عادة<a href="javascript:;" onclick="downloadScript()"><font color="blue"><b> <U> نصي SQL هذا سكربت</ U> </ B> </ FONT> </A> سيتم تنفيذ هذه الخطوة. يرجى وضع علامة قبالة الخيار "لا إنشاء الجداول" إذا كنت ترغب فقط في إنشاء اتصال ولكن تخلق جداول البيانات بنفسك. <br> <span style="font-weight:bold">. هذه الخطوة قد يستغرق بضع دقائق لإكمال إذا اخترت إنشاء الجداول، يرجى الانتظار في صبر </ SPAN>
tr_tr: İpucu: WikiBlog sunucusunun veri tabanına nasıl bağlanacağını göstermeniz gerekiyor. Lütfen varsayılan veri tabanı şemasını kullanmak istiyorsanız boş bırakınız. Normalde bu adımda <a href="javascript:;" onclick="downloadScript()"><font color="blue"><b><u>SQL scripiti</u></b></font></a> çalıştırılacak. Lütfen tabloları kendiniz oluşturacaksanız "Tabloları oluşturma" kutusunu seçimini kaldırınız. <br> <span style="font-weight:bold">Bu adım tablo oluşturma alanını seçtiyseniz biraz uzun sürebilir, lütfen bekleyiniz.</span>

source: Step 6/6: Create administrator account
ar: خطوة 6/6: إنشاء حساب الإداري المسؤول
tr_tr: Adım 6/6: Yönetici hesabı oluştur

source: Tips: Administrator is super user in your system, please take care of your password. <br> <span style="font-weight:bold"> Please wait in patient after submit as it may take a few minutes when system is reloaded.</span>
ar: نصائح: الإداري المسؤول هو مستخدم سوبر في النظام الخاص بك، يرجى الحرص على كلمة السر الخاصة بك. <br> <span style="font-weight:bold"> الرجاء كن صبوراً في الانتظار بعد طلب الإرسال قد يستغرق الأمر بضع دقائق حتى يتم إعادة النظام. </ SPAN>
tr_tr: İpucu: Yöneticiler sistemde süper kullanıcı yetkilerine sahiptirler. Lütfen şifrenizi koruyunuz. <br> <span style="font-weight:bold"> Lütfen göndere bastıktan sonra sabırla bekleyiniz. Sistemin yüklenmesi zaman alacaktır.</span>

source: User name can not be blank.
ar: اسم المستخدم لا يمكن أن يكون فارغ
tr_tr: Kullanıcı adı alanı boş olamaz

source: Password can not be blank.
ar: كلمة السر لايمكن أن تكون فارغة
tr_tr: Şifre alanı boş olamaz

source: Email can not be blank.
ar: الايميل لا يمكن أن يكون فارغ
tr_tr: Eposta alanı boş olamaz

source: Full name can not be blank.
ar: الاسم لا يمكن أن يكون فارغ
tr_tr: Ad soyad alanı boş olamaz

source: Password must be same.
ar: كلمة السر يجب تكون نفسها
tr_tr: Şifreler aynı olmalıdır

source: Do you really want to skip this step? You may not have any super user to control this system.
ar: هل تريد حقا تخطي هذه الخطوة؟ قد لا تحتاج لأي مستخدم سوبر للسيطرة على هذا النظام.
tr_tr: Bu adımı geçmek istediğinize emin misiniz? Bu sistemi kontrol edecek herhangi bir süper kullanıcınız olmayabilir.

source: Re-type password
ar: إعادة كتابة كلمة السر
tr_tr: Şifreyi tekrar giriniz

source: Full name
ar: الاسم الكامل
tr_tr: Ad Soyad

source: ignore error and go to next step
ar: تجاهل الخطأ وانتقل إلى الخطوة التالية
tr_tr: hatayı göz ardı et ve sonraki adıma geç

source: skip to next step
ar: الانتقال للخطوة التالية
tr_tr: bir sonraki adıma geç

source: Host can not be blank.
ar: المضيف لا يمكن أن يكون فارغ
tr_tr: Host alanı boş olamaz

source: Database name can not be blank.
ar: اسم قاعدة بيانات لا يمكن أن يكون فارغ
tr_tr: Veritabanı adı boş olamaz

source: Root user name can not be blank.
ar: أسم مستخدم الجذر - root - لا يمكن أن يكون فارغ
tr_tr: Yönetici kullanıcı adı boş olamaz

# confirm.delete.db
source: This will delete all existed tables in database, do you confirm to do this?
ar: سيؤدي هذا إلى حذف جميع الجداول الموجودة في قاعدة البيانات، هل انت متأكد أنك تريد فعل هذا؟
tr_tr: Bu seçenek veri tabanınızdaki mevcut tüm tabloları silecek, onaylıyor musunuz?

source: You need provide a user who has "Database Create" permission. For example, in MYSQL, this user is normally known as "root". This step also try to create a new user and grant all necessary permissions. Refer to
ar: تحتاج توفير مستخدم لديه صلاحيات "إنشاء قاعدة بيانات". على سبيل المثال، في MYSQL، هذا المستخدم يعرف عادة باسم الجذر "root". هذه الخطوة أيضا تساعد في محاولة إنشاء مستخدم جديد ومنح كافة الأذونات والصلاحيات اللازمة له. إرجع إلى
tr_tr: "Veri tabanı oluşturma" yetkisine sahip bir kullanıcı belirtmelisiniz. Örneğin MySQL veri tabanında bu kullanıcı genelde root olarak bilinir. Bu adım aynı zamanda yeni kullanıcı oluşturup gerekli yetkileri vermeyi kapsar.

source: this SQL script
ar: هذا سكربت SQL نصي
tr_tr: bu SQL betiği

source: for detail
ar: لمزيد من التفاصيل
tr_tr: detaylar için

source: For your safety, system won't save any "root" information except this setup process.
ar: حفاظاً على الأمان، النظام لن يخزن اي معلومات عن الجذر "root" باستثناء عملية الإعداد في هذه الخطوة.
tr_tr: Güvenliğiniz için sistem bu kurulum hariç hiçbir "root" şifresini kaydetmemektedir.

source: DB name
ar: اسم قاعدة البيانات
tr_tr: DB adı

source: DB schema
ar: اسم الاطار السكيما
tr_tr: DB şema

source: Root user name
ar: إسم مستخدم الجذر Root
tr_tr: Yönetici kullanıcı adı

source: Root password
ar: كلمة سر الجذر Root
tr_tr: Yönetici şifre

source: Recommended URL
ar: رابط موصى به
tr_tr: Tevsiye edilen URL

source: License can not be blank.
ar: حقل الترخيص لا يمكن أن يكون فارغ
tr_tr: Lisans boş olamaz

source: Free community license
ar: ترخيص عام مجاني

source: Input my commercial license
ar: ادخال ترخيصي التجاري
tr_tr: Ticari lisansımı kullan

source: MQ Server URL can not be blank.
ar: رابط خادم سيرفر MQ لا يمكن أن يكون فارغ
tr_tr: MQ sunucu URL adresi boş olamaz

source: Use embedded ActiveMQ server
ar: استخدام خادم سيرفر ActiveMQ جزء لا يتجزأ من
tr_tr: Gömülü ActiveMQ sunucuyu kullan

source: ActiveMQ server URL
ar: رابط خادم سيرفر ActiveMQ
tr_tr: ActiveMQ sunucu URL

source: Do you really want to skip this step?
ar: هل تريد حقاً تخطي هذه الخطوة؟
tr_tr: Bu adımı geçmek istediğinizden emin misiniz?

source: Data directory can not be blank
ar: مجلد البيانات لا يمكن أن يكون فارغ
tr_tr: Veri dizini boş olamaz

source: Data root directory
ar: مجلد الجذر الرئيسي
tr_tr: Veri kök dizini

source: Datasource can not be blank
ar: مصدر البيانات لا يمكن أن يكون فارغ
tr_tr: Verikaynağı boş olamaz

# confirm.delete.tables
source: This will delete all existed tables in database, do you confirm to do this?
ar: هذا سوف يحذف كل الجداول الحالية في قاعدة البيانات, هل حقاً تريد ذلك؟
tr_tr: Bu seçenek veri tabanınızdaki önceki tabloları silecek, bunu onaylıyor musunuz?

source: Connection type
ar: نوع الاتصال
tr_tr: Bağlantı tipi

source: Do not create tables
ar: بدون إنشاء الجداول
tr_tr: Tablo oluşturma

source: JDNI Name
ar: اسم JNDI
tr_tr: JDNI Adı

source: Invalid license
ar: ترخيص غير صالح
tr_tr: Geçersiz Lisans

source: GeniusWiki cannot start successfully. This may be caused by the following reasons:
ar: لا يمكن بدء تشغيل الموسوعة الذكية بنجاح. قد يكون ذلك للأسباب التالية:
tr_tr: WikiBlog başarılı bir şekilde başlatılamadı. Hatanın nedeni şunlar olabilir:

source: The users exceeded the license limited. Please contact Edgenius to upgrade license.
ar: تجاوز عدد المستخدمين الترخيص المحدد يرجى الاتصال بالدعم الفني لرفع مستوى الترخيص.
tr_tr: Lisansta belirtilen kullanıcı sınırı aşıldı. Lütfen sistem yöneticisine lisansı güncellemesi için irtibata geçiniz.

source: You installed a new version but the license does not support his version.
ar: قمت بتثبيت نسخة جديدة ولكن الترخيص لا يدعم هذه النسخة.
tr_tr: Yeni bir sürüm yüklediniz fakat lisans bu sürümü desteklememektedir.

source: Please go to <a href="http://www.edgenius.com/pricing">our website and update your license</a>.
ar: الرجاء الانتقال إلى <a href="http://www.edgenius.com/pricing"> موقعنا على الانترنت وتحديث الترخيص الخاص بك </A>.
tr_tr: Lisansı güncellemek için <a href="http://www.edgenius.com/pricing">sayfasını ziyaret edin</a>.

source: This may make your system work abnormally except when you know what you are doing!
ar: هذا قد يجعل النظام الخاص بك يعمل بشكل غير طبيعي إلا إذا كنت تعرف ما تقوم به!
tr_tr: Bu ne yaptığınızı bildiğiniz durumlar haricinde sistemin anormal çalışmasına neden olur.

source: Upgrade verification with errors
ar: إجازة الترقية مع الأخطاء
tr_tr: Yükseltme doğrulaması hatalarla sonuçlandı

source: We detect following errors while upgrading. We recommend you to go through all setup steps to be able to help you fix these error(You won't lost your original data).
ar: اكتشفنا الأخطاء التالية أثناء الترقية. ونحن نوصي أن تذهب خلال جميع خطوات إعداد التنصيب لتكون لمعرفة السبب حتى تصلح هذه الأخطاء (أنت لن تفقد البيانات الأصلية).
tr_tr: Yükseltme esnasında şu hatalarla karşılaştık. Tüm adımlara tek tek gitmenizi ve bu hataları gidermenizi öneriyoruz (Orjinal verinizi kaybetmeyeceksiniz).

source: Yes, take me to others setup steps
ar: نعم, انقلني إلى خطوات التنصيب الأخرى
tr_tr: Evet, beni diğer kurulum adımlarınına götür

source: No, I know what I am doing, please complete installation.
ar: لا، أنا أعرف ما أقوم به، يرجى إكمال التثبيت.
tr_tr: Hayır, ben ne yapıyorum biliyorum, lütfen kurulumu tamamla.

source: The running version is {0}, but the existed version "{1}" is found in root directory "{2}". Do you want to do upgrade rather than a fresh installation?
ar: النسخة الحالية هي {0}، ولكن النسخة الموجودة "{1}" وجدت في مجلد الجذر "{2}". هل تريد الترقية بدلا من تثبيت جديد؟
tr_tr: Çalışan sürüm {0}, fakat "{2}" kök dizininde "{1}" sürümü bulundu. Temiz kurulum yerine sürüm güncellemek istiyor musunuz?

source: Yes, please upgrade
ar: نعم، الرجاء الترقية
tr_tr: Evet lütfen, sürüm yükselt

source: No, I want to go through all the setup steps
ar: لا، أريد إعداد جميع خطوات التنصيب كاملة
tr_tr: Hayır, tüm kurulum adımlarını gerçekleştirmek istiyorum

source: Welcome to {0} setup wizard
ar: أهلاً بك في {0} معالج إعداد التنصيب
tr_tr: {0} kurulum sihirbazına hoş geldiniz.

source: Please follow the next 6 steps to complete the setup. If you are doing upgrade, only first step is mandatory.
ar: يرجى اتباع الخطوات 6 المقبلة لاستكمال إعداد التنصيب. إذا كنت تريد الترقية، فقط الخطوة الاولى هي المطلوبة منك.
tr_tr: Lütfen kurulumu tamamlamak için sıradaki 6 adımı izleyiniz. Eğer güncelleme yapıyorsanız sadece ilk adım zorunludur.

source: Next step
ar: الخطوة التالية
tr_tr: Sonraki adım

source: Create data root directory
ar: إنشاء مجلد بيانات الجذر الرئيسي
tr_tr: Veri kök dizini oluşturun

source: Choose license
ar: اختيار الترخيص
tr_tr: Lisansı seçin

source: Setup ActiveMQ server
ar: إعداد تنصيب خادم سيرفر ActiveMQ
tr_tr: ActiveMQ sunucusu kur

source: Create database
ar: إنشاء قاعدة بيانات
tr_tr: Veritabanı oluştur

source: Create tables
ar: إنشاء الجداول
tr_tr: Tabloları oluştur

source: Setup administrator user
ar: تنصيب مسؤول النظام
tr_tr: Kurulum yönetici hesabı

source: Restore failed with unexpected errors.
ar: فشلت عملية الاستعادة مع أخطاء غير متوقعة.
tr_tr: Beklenmedik hatalar ile geri yükleme başarısız oldu.

source: System restore successes.
ar: تم استعادة النظام بنجاح
tr_tr: Sistem geri yükleme başarılı.

source: System restore failed.
ar: فشلت عملية استعادة النظام
tr_tr: Sistem geri yükleme başarısız oldu.

source: Please choose a file first
ar: الرجاء اختيار ملف اولاً
tr_tr: Lütfen önce bir dosya seçin

source: Restore file not found, please refresh page and try again.
ar: لم يتم العثور على ملف الاستعادة، يرجى تحديث الصفحة والمحاولة مرة أخرى.
tr_tr: Geri Yükleme dosyası bulunamadı lütfen, sayfayı yenileyin ve tekrar deneyin.

source: Backup file not found, please refresh page and try again.
ar: ملف النسخة الاحتياطية غير موجود، يرجى تحديث الصفحة وحاول مرة أخرى.
tr_tr: Yedekleme dosyası bulunamadı lütfen, sayfayı yenileyin ve tekrar deneyin.

source: Backup failed with unexpected errors.
ar: فشلت عملية النسخ الاحتياطي مع أخطاء غير متوقعة.
tr_tr: Yedekleme, beklenmeyen hatalar ile başarısız oldu.

source: Backup successes. The backup file name is {0}.
ar: نجحت عملية النسخ الاحتياطي. اسم ملف النسخ الاحتياطي هو {0}.
tr_tr: Yedekleme başarılı. Yedekleme dosya adı {0}.

source: Schedule setup failed, please try again.
ar: فشل جدول إعداد التنصيب، يرجى المحاولة مرة أخرى.
tr_tr: Zamanlandırma kurulumu hatalı, lütfen tekrar deneyiniz.

source: Edit backup schedule
ar: تعديل جدول النسخ الاحتياطي
tr_tr: Yedekleme zamanlayıcısını güncelle

source: Hour must between 0 to 23
ar: الساعة يجب ان تكون مابين 0 إلى 23
tr_tr: Saat 0 ile 23 arasında olmak zorunda

source: Minute must between 0 to 59
ar: الدقائق يجب ان تكون مابين 0 إلى 59
tr_tr: Dakika 0 ile 59 arasında olmak zorunda

source: Day of Month must between 0 to 31
ar: الإيام يجب ان تكون مابين 0 إلى 31
tr_tr: Ayın günleri 0 ile 31 arasında olmak zorunda

source: Page not found and no permission to create.
ar: الصفحة غير موجودة وليس هناك إذن لإنشائها.
tr_tr: Sayfa bulunamadı ve oluşturmak için yetki yok

source: Rebuild searching index process started. It may take few minutes to complete and depends on the volume of your system.
ar: عملية إعادة بناء فهرس البحث قد بدأت. قد يستغرق ذلك بضع دقائق لإكمالها يعتمد هذا على حجم النظام لديك.
tr_tr: Arama indeksinin oluşturulması başlatıldı. Tamamlanması birkaç dakika alabilir.

source: Rebuild searching index failed, please try later.
ar: فشل إعادة بناء فهرس البحث، يرجى المحاولة لاحقا.
tr_tr: Arama indeksinin oluşturulması başarısız oldu, lütfen tekrar deneyiniz.

source: Please find your latest log files now and submit the issue.
ar: ابحث عن أحدث ملفات سجل النظام الان و إرسل هذه المسالة
tr_tr: Lütfen en son log kayıt dosyasını bulun ve sorunu gönderin.

source: Cache is cleaned.
ar: تم تنظيف ذاكر التخزين الكاش
tr_tr: Önbellek temizlendi

source: N/A
ar: غير متوفر
tr_tr: Uygulanamaz

source: Add user to group
ar: إضافة مستخدم إلى مجموعة
tr_tr: Kullanıcıyı gruba ekle

source: User is created successfully.
ar: تم إنشاء المستخدم بنجاح.
tr_tr: Kullanıcı başarıyla oluşturuldu

source: Group is created successfully.
ar: تم إنشاء المجموعة بنجاح.
tr_tr: Grup başarıyla oluşturuldu

source: Space is created successfully.
ar: تم إنشاء المساحة بنجاح.
tr_tr: Alan başarıyla oluşturuldu

source: Do you want to remove this user from the current group?
ar: هل تريد إزالة هذا المستخدم من المجموعة الحالية؟
tr_tr: Mevcut gruptan kullanıcıyı silmek istediğinizden emin misiniz?

source: System administrator group must have at least one user.
ar: يجب أن تضم مجموعة إدارين النظام مستخدم واحد على الأقل.
tr_tr: Sistem grubu en az bir kullanıcıya sahip olmalıdır.

source: Private space
ar: مساحة خاصة
tr_tr: Özel alan

source: Attachment quota
ar: حجم المرفقات
tr_tr: Eklenti kotası

source: Unknown
ar: غير معروف
tr_tr: Bilinmeyen

source: Unlimited
ar: غير محدود
tr_tr: Sınırsız

source: {0} available in {1}
ar: {0} متاح في {1}
tr_tr: {1} de {0} mevcut

source: License information
ar: معلومات الترخيص
tr_tr: Lisans bilgisi

source: License owner
ar: مالك الترخيص
tr_tr: Lisans sahibi

source: License expired date
ar: تاريخ انتهاء صلاحية الترخيص
tr_tr: Lisans bitiş tarihi

source: Maximum users
ar: الحد الأقصى للمستخدمين
tr_tr: Maximum kullanıcı sayısı

source: Save
ar: حفظ
tr_tr: Kaydet

source: Status
ar: الحالة
tr_tr: Durum

source: Valid
ar: صالح
tr_tr: Geçerli

source: License is expired.
ar: انتهت صلاحية الترخيص.
tr_tr: Lisans

source: User sent a message to you
ar: المستخدم إرسل رسالة لك
tr_tr: Kullanıcı size bir mesaj gönderdi

source: sent by
ar: إرسل بواسطة
tr_tr: gönderen

source: Change quote
ar: غير سعة الحجم
tr_tr: Alıntıyı değiştir

source: Unlimited if set to 0
ar: غير محدود إذا وضع صفر 0
tr_tr: 0 olarak atanırsa sınırsız

source: Very important: your current data will be overwritten by the restore data. Do you confirm to continue?
ar: هام جدا: سيتم الكتابة فوق البيانات الحالية في حالة استعادة البيانات. هل ترغب في الاستمرار؟
tr_tr: Çok önemli: Geri yükleme verileri mevcut verilerinizin üzerine yazılacaktır. Devam etmeyi onaylıyor musunuz?

source: Table of Contents
ar: جدول المحتويات
tr_tr: İçindekiler

source: No heading found
ar: لا يوجد عنوان
tr_tr: Başlık bulunamadı

source: Template list
ar: قائمة القوالب
tr_tr: Şablon listesi

source: Create template
ar: إنشاء قالب
tr_tr: Şablon oluştur

source: Edit template
ar: تعديل قالب
tr_tr: Şablonu güncelle

source: This comment is hidden.
ar: هذا التعليق مخفي.
tr_tr: Yorum gizlidir

source: Show portrait
ar: عرض الصورة
tr_tr: Fotoğrafı Göster

source: Display the page author's portrait.
ar: عرض صورة صاحب الصفحة.
tr_tr: Sayfa yazarının fotoğrafını göster.

source: You received a message
ar: لقد تلقيت رسالة
tr_tr: Bir mesajınız var

source: Driver type
ar: نوع القرص
tr_tr: Sürücü tipi

source: The friendship is rejected.
ar: طلب الصداقة رفض
tr_tr: Arkadaşlık isteği red edildi.

source: The friendship is accepted.
ar: طلف الصداقة تم قبوله
tr_tr: Arkadaşlık isteği kabul edildi.

source: The friendship is already processed or does not exist.
ar: طلب الصداقة اما نفذ بالفعل أو غير موجود.
tr_tr: Arkadaşlık isteği daha önce yanıtlanmış ya da öyle bir istek yok.

source: You don't have permission to view this page.
ar: ليس لديك صلاحية لمشاهدة هذه الصفحة.
tr_tr: Bu sayfayı görüntüleme yetkiniz yok.

source: Wait in patient, system is reloading.
ar: كن صبوراً في الانتظار، يتم إعادة تحميل النظام.
tr_tr: Lütfen bekleyiniz, sistem tekrar yükleniyor.

source: Unable to connect the blog, do you input correct URL, user or password?
ar: غير قادر على الاتصال في البلوق، هل إدخلت الرابط الصحيح، اسم المستخدم أو كلمة السر الصحيحة؟
tr_tr: Bloga bağlanılamadı. URL adresi, kullanıcı adı veya şifreyi doğru girdiğinize emin misiniz?

source: Do you want to backup now?
ar: هل تريد النسخ الاحتياطي الآن؟
tr_tr: Şimdi yedekleme yapmak istiyor musunuz?

source: Update failed.
ar: التحديث فشل
tr_tr: Güncelleme başarısız

source: Filter
ar: فلتر
tr_tr: Filtre

source: Delete
ar: حذف
tr_tr: Sil

source: Do you want to delete this file?
ar: هل تريد حذف هذا الملف؟
tr_tr: Bu dosyayı silmek istediğinize emin misiniz?

source: New version check
ar: فحص إصدار جديد
tr_tr: Yeni sürüm kontrolü

source: Allow system automatically check latest version. A message sends to system administrator if the new version is found.
ar: اسمح للنظام في التحقق من نزول اخر الإصدارات تلقائيا. سوف ترسل رسالة إلى إداري النظام إذا تم العثور على نسخة جديدة للنظام.
tr_tr: Sistemin yeni bir sürümünü otomatik olarak kontrol etmesine izin verir. Yeni bir sürüm bulunursa sistem yöneticilerine bir mesaj gönderilir.

source: Your invitation to {0}({1}) is accepted. He/she has read permission on your space. You can assign more permission from Space Admin -> Permission.
ar: دعوتك إلى {0} ({1}) تم قبولها. المستخدم قد قرأ إذن الصلاحيات على المساحة الخاصة بك. يمكنك اعطاء المزيد من الصلاحيات من خلال صفحة إدارة المساحة.
tr_tr: {0}({1}) olan davetiniz kabul edildi. Kullanıcının alanınızda okuma yetkisi var. Daha fazla yetki atamak için Alan Yöneticisi -> Yetkiler bölümünü kullanınız.

source: Invitation
ar: رسالة دعوة
tr_tr: Davet

source: Space {0} doesn't exist for this invitation.
ar: المساحة {0} غير موجودة لهذه الدعوة.
tr_tr: {0} alanı bu davet için mevcut değildir.

source: Invitation doesn't exist.
ar: الدعوة غير موجودة
tr_tr: Davet mevcut değildir.

source: Your friend {0} invited you join his/her space {1} in {2}. You will get initial space read permission once you accept this invitation. Please ask space administrator for further permission. Please note, this invitation will be expired in 72 hours.
ar: صديقك {0} دعاك للانضمام له / لها ضمن مساحته {1} في {2}. سوف تحصل على الصلاحيات اللازمة في حالة قبول هذه الدعوة. الرجاء اطلب من صاحب المساحة مزيد من الصلاحيات اذا احتجت لها. ملاحظة، ستنتهي صلاحية هذه الدعوة خلال 72 ساعة.
tr_tr: Arkadaşınız {0} sizi {1} {2} alanına katılmaya davet ediyor. Bu daveti kabul ettiğinizde alanı okuma iznine sahip olacaksınız. Lütfen alan yöneticisine daha fazla yetki için iletişime geçiniz. Bu davetin süresi 72 saat geçerlidir.

source: Hi {3},<p> Your friend {0} invited you join his/her space {1} in {2}. You will get initial space read permission once you accept this invitation. Please ask space administrator for further permission. Please note, this invitation will be expired in 72 hours.</p>
ar: مرحباً {3}، <P> صديقك {0} دعاك الانضمام له / لها في مساحته {1} في {2}. سوف تحصل على الصلاحيات اللازمة بمجرد قبول هذه الدعوة. الرجاء اطلب من صاحب المساحة مزيد من الصلاحيات اذا احتجت لها. ملاحظة، ستنتهي صلاحية هذه الدعوة خلال 72 ساعة. </ P>
tr_tr: Merhaba {3},<p> Arkadaşınız {0} sizi {1} {2} alanına katılmaya davet ediyor. Bu daveti kabul ettiğinizde alanı okuma iznine sahip olacaksınız. Lütfen alan yöneticisine daha fazla yetki için iletişime geçiniz. Bu davetin süresi 72 saat geçerlidir.
