Repository: AnissaSchirock/GeniusWiki
Catalog: src/gwt/resources/i18n/orig/GeniusWiki_paramsmessagespo_*.po
Languages: tr_tr

source: You have a draft saved on {0} , do you want to
tr_tr: {0} tarihinde kaydedilen bir taslağınız var, bunu yapmak istiyor musunuz?

source: It has an auto saved page on {0} , do you want to
tr_tr: {0} tarihinde otomatik kaydedilen bir sayfa yoktur, bunu yapmak istiyor musunuz?

source: The application is out of date, please click the refresh button on your browser. If the problem persists, please report to {0} administrator.
tr_tr: Başvuru tarihi geçmiş, lütfen tarayıcınızın yenile butonuna tıklayınız. Sorun devam ederse, {0} yöneticinize rapor edin.

source: Do you really want to delete draft "{0}"?
tr_tr: "{0}" taslağını silmek istediğinizden emin misiniz?

source: Do you really want to close this [{0}]?
tr_tr: [{0}] kapatmak istiediğinizden emin misiniz?

source: Welcome {0}!
tr_tr: {0} Hoşgeldiniz!

source: Welcome {0}. Please login to see more help.
tr_tr: Hoşgeldiniz {0}. Daha fazla yardım görmek için giriş yapınız.

source: Synchronizing space {0}
tr_tr: {0} Alanı senkronize ediliyor

source: Post by <span id="{0}"></span> on {1}
tr_tr: Gönderen <span id="{0}"></span> {1} tarihinde

source: Title size can not be over {0} characters.
tr_tr: Başlık boyutu {0} karakterden daha uzun olamaz.

source: auto saved at {0}
tr_tr: {0} otomatik kaydedilmiş

source: draft saved at {0}
tr_tr: Taslak {0} tarihinde kaydedildi

source: Do you really want to use history version {0} to latest page?
tr_tr: {0} geçmiş sürümünü en son sayfaya uygulamak istiyor musunuz?

source: Add {0} to your Dashboard
tr_tr: {0} Kontrol Paneline ekle

source: Total results - {0}
tr_tr: Toplam sonuç - {0}

source: Please enter {0}.
tr_tr: Lütfen {0} giriniz.

source: The {0} must have at least {1} characters.
tr_tr: {0} en az {1} karakterden az olamaz.

source: The max length of {0} is {1} characters.
tr_tr: {0} maksimum uzunluğu {1} karakterdir.

source: The {0} includes invalid characters "{1}".
tr_tr: {0} geçersiz bir karakter "{1}" içerir.

source: Please enter a valid {0}.
tr_tr: Geçerli bir {0} giriniz.

source: This Space will be permanently removed in {0} hours later.
tr_tr: Bu alan {0} saat sonra kalıcı olarak silinecektir.

source: Page "{0}" may be already restored or permanently deleted. Do you want to continue?
tr_tr: "{0}" sayfası geri yüklenmiş ya da kalıcı olarak silinmiş olabilir. Devam etmek istiyor musunuz?

source: Do you want to replace the current home page by page "{0}"?
tr_tr: Mevcut ana sayfayı "{0}" sayfası ile değiştirmek istiyor musunuz?

source: Do you want to restore original home page "{0}" to a non-home page?
tr_tr: "{0}" ana sayfayı, orjinal olmayan bir ana sayfa ile geri yüklemek istiyor musunuz?

source: You are restoring space home page. But same title pages exist in the space. Restored page will be renamed to "{0}". Do you want to continue?
tr_tr: Alan ana sayfasını geri yüklemektesiniz. Fakat alanda aynı başlıkta başka bir sayfa var. Geri yüklenen sayfa "{0}" ismi ile adlandırılacak. Devam etmek istiyor musunuz?

source: Do you want to restore space home page "{0}"?
tr_tr: "{0}" alan ana sayfasını geri yüklemek istediğinize emin misiniz?

source: Same title pages existed in the space. Restored page will be renamed to "{0}". Do you want to continue?
tr_tr: Alanda bazı başlık sayfaları mevcut. Geri yükleme sayfası "{0}" ismi ile adlandırılacak. Devam etmek istiyor musunuz?

source: Do you want to restore page "{0}"?
tr_tr: "{0}" sayfasını geri yüklemek istiyor musunuz?

source: Page "{0}" is restored successfully.
tr_tr: Sayfa "{0}" başarılı bir şekilde geri yüklendi.

source: Sent by {0} on {1}
tr_tr: {0} tarafından {1} da gönderildi

source: Please add at least one {0}.
tr_tr: Lütfen en az bir {0} ekleyiniz.

source: You have a draft saved on {0} , do you want to resume editing from this draft?
tr_tr: {0} tarihinde kaydeilmiş taslağınız var, bu taslağı düzenlemeye devam etmek istiyor musunuz?

source: Free {1}/{0}
tr_tr: Boş {1} / {0}

source: {0} registered at {1}
tr_tr: {0}, {1} zamanında kayıt oldu.

source: {0} updated by
tr_tr: {0} tarafından güncellendi

source: {0} created by
tr_tr: {0} tarafından oluşturuldu

source: Do you want to {0} this comment?
tr_tr: Bu yorumu {0} istiyor musunuz?

source: is editing this page {0}
tr_tr: Bu sayfayı düzenlemektedir {0}

source: in {0} minutes ago
tr_tr: {0} dakika önce

source: Users in group {0}
tr_tr: {0} kullanıcı grubunda

source: Invalid characters {0}
tr_tr: Geçersiz karakterler {0}

source: {0} can not be empty.
tr_tr: {0} boş olamaz.

source: Send message to {0}
tr_tr: {0} mesaj gönder

source: <h2>Congratulation, your space successfully linked to Shell.</h2> <p>Address is <a href="{0}" target="_blank">{0}</a></p><p>You can manage Shell website options from space admin panel.</p>
tr_tr: <h2> Tebrikler, alan kabuğa başarıyla bağlandı. </h2><p> Adresiniz <a href="{0}" target="_blank">{0}</a> </p><p> Web sitesini alan yönetim panelinden yönetebilirsiniz. </p>
