Repository: AnissaSchirock/GeniusWiki
Catalog: src/gwt/resources/i18n/orig/GeniusWiki_paramsmessages_po_*.po
Languages: ar

source: You have a draft saved on {0} , do you want to
ar: لديك مسودة محفوظة في {0} هل تريد

source: It has an auto saved page on {0} , do you want to
ar: هناك صفحات تلقائية الحفظ في {0} هل تريد

source: The application is out of date, please click the refresh button on your browser. If the problem persists, please report to {0} administrator.
ar: التطبيق غير محدث، الرجاء الضغط على زر التحديث في متصفحك. إذا استمرت المشكلة، يرجى إبلاغ {0} المسؤول.

source: Do you really want to delete draft "{0}"?
ar: هل ترغب في حذف المسودة "{0}"؟

source: Do you really want to close this [{0}]?
ar: هل ترغب حقاً في إغلاق [{0}]؟

source: Welcome {0}!
ar: مرحباً بك {0}!

source: Welcome {0}. Please login to see more help.
ar: مرحباً بك {0}. الرجاء الدخول لمعرفة المزيد او طلب المساعدة

source: Synchronizing space {0}
ar: مزامنة المساحة {0}

source: Post by <span id="{0}"></span> on {1}
ar: نشر بواسطة <span id = "{0}"> </ SPAN> على {1}

source: Title size can not be over {0} characters.
ar: يجب ان يكون طول العنوان اقل من {0} حرفاً

source: auto saved at {0}
ar: حفظ تلقائياً في {0}

source: draft saved at {0}
ar: حفظت المسودة تلقائياً في {0}

source: Do you really want to use history version {0} to latest page?
ar: هل تريد استخدام النسخة {0} كنسخة حالية؟

source: Add {0} to your Dashboard
ar: اضف {0} الى صفحة البوابة

source: Total results - {0}
ar: مجموع النتائج - {0}

source: Please enter {0}.
ar: ادخل {0}.

source: The {0} must have at least {1} characters.
ar: الـ {0} يجب ان يكون اطول من {1} حرفاً.

source: The max length of {0} is {1} characters.
ar: الطول الأقصى لـ {0} هو {1} حرفاً.

source: The {0} includes invalid characters "{1}".
ar: {0} تتضمن أحرف غير صالحة "{1}".

source: Please enter a valid {0}.
ar: الرجاء إدخال {0} صالحة.

source: This Space will be permanently removed in {0} hours later.
ar: سيتم إزالة هذه المساحة بشكل نهائي بعد {0} ساعة لاحقاً.

source: Page "{0}" may be already restored or permanently deleted. Do you want to continue?
ar: الصفحة "{0}" قد يكون تم استعادتها فعلاً أو قد حذفت نهائياً. هل تريد الاستمرار؟

source: Do you want to replace the current home page by page "{0}"?
ar: هل تريد استبدال الصفحة الرئيسية الحالية بالصفحة "{0}"؟

source: Do you want to restore original home page "{0}" to a non-home page?
ar: هل ترغب في استعادة الصفحة الرئيسية الأصلية "{0}" إلى صفحة غير رئيسية؟

source: You are restoring space home page. But same title pages exist in the space. Restored page will be renamed to "{0}". Do you want to continue?
ar: انت تقوم باستعادة الصفحة الرئيسية للمساحة. لكن يوجد عنوان صفحة بنفس الأسم في المساحة. سيتم تغيير اسم الصفحة المستعادة إلى "{0}". هل توافق على الاستمرار؟

source: Do you want to restore space home page "{0}"?
ar: هل ترغب في استعادة صفحة المساحة الرئيسية "{0}"؟

source: Same title pages existed in the space. Restored page will be renamed to "{0}". Do you want to continue?
ar: يوجود نفس عناوين الصفحات في المساحة. الصفحة المستعادة سوف يتم تغير اسمها الى "{0}". هل تريد الاستمرار؟

source: Do you want to restore page "{0}"?
ar: هل تريد استعادة صفحة "{0}"؟

source: Page "{0}" is restored successfully.
ar: الصفحة "{0}" تم استعادتها بنجاح.

source: Sent by {0} on {1}
ar: أرسلت بواسطة {0} على {1}

source: Please add at least one {0}.
ar: الرجاء إضافة على الأقل واحد {0}.

source: You have a draft saved on {0} , do you want to resume editing from this draft?
ar: لديك مسودة حفظت في {0}، هل تريد استئناف التعديل من هذه المسودة؟

source: Free {1}/{0}
ar: متاح {1} / {0}

source: {0} registered at {1}
ar: {0} مسجل في {1}

source: at {0}
ar: في {0}

source: {0} updated by
ar: محدث بواسطة {0}

source: {0} created by
ar: أنشئت بواسطة {0}

source: Do you want to {0} this comment?
ar: هل تريد {0} هذا التعليق؟

source: is editing this page {0}
ar: يتم تعديل هذه الصفحة {0}

source: in {0} minutes ago
ar: قبل {0} دقيقة

source: Users in group {0}
ar: المستخدمين في المجموعة {0}

source: Invalid characters {0}
ar: أحرف غير صالحة {0}

source: {0} can not be empty.
ar: {0} لا يمكن أن يكون فارغا.

source: Send message to {0}
ar: إرسال رسالة إلى {0}

source: on {0}
ar: على {0}

source: <h2>Congratulation, your space successfully linked to Shell.</h2> <p>Address is <a href="{0}" target="_blank">{0}</a></p><p>You can manage Shell website options from space admin panel.</p>
ar: <h2>تم ربط مساحتك إلى الشيل بنجاح.</h2> <p>العنوان هو <a href="{0}" target="_blank">{0}</a></p><p>يمكن إدارة خيارات الشيل من صفحة إدارة المساحة.</p>
