Repository: AnissaSchirock/GeniusWiki
Catalog: src/gwt/resources/i18n/orig/GeniusWiki_gwt_messages_po_*.po
Languages: ar, tr_tr

source: Page is permanently deleted.
ar: الصحفة حذفت بشكل نهائي
tr_tr: Sayfa kalıcı olarak silindi.

source: Click to remove
ar: اضغط للحذف
tr_tr: Kaldırmak için tıklayın

source: Refresh image
ar: تحديث الصورة
tr_tr: Resmi yenile

source: Your feedback
ar: انطباعك
tr_tr: Geri Bildirimleriniz

source: Your feedback is sent to us, Thanks!
ar: تم إرسال ملاحظاتك لنا، شكراً!
tr_tr: Geri bildirimleriniz bize gönderildi, teşekkürler

source: Bored uploading one after the other? Then zip the files and upload.
ar: تشعر بالملل في رفع الملفات تلو الآخر؟ اذاً اضغط الملفات وارفعها سوياً.
tr_tr: Birbiri ardına güncellemekten sıkıldınız mı? O zaman dosyaları zipleyip gönderin.

source: Private space is absolutely not visible for others unless the space owner manually assigns reading permission. The non-private spaces can be listed on search results.
ar: المساحات الخاصة غير مرئية للآخرين ما لم يكن صاحب الماسحة سمح بذلك. المساحات الاخرى يمكن ظهورها ضمن نتائج البحث.
tr_tr: Özel alan, alan sahibi tarafından okuma izni verilmediği sürece başkaları tarafından görünemez. Özel olmayan alanlar arama sonuçlarında görüntülenir.

source: For more help, press F1
ar: لمزيد من المساعدة، اضغط F1
tr_tr: Daha fazla yardım için F1 tuşuna basın.

source: Created by
ar: إنشئت بواسطة
tr_tr: Tarafından düzenlendi

source: Do you want to return to default content? This will overwrite your current content.
ar: هل تريد العودة إلى المحتوى الافتراضي؟ هذا الأمر سوف يكتب فوق المحتوى الحالي.
tr_tr: Varsayılan içeriğe dönmek istiyor musunuz? Bu mevcut içeriğin üzerine yazılmasını sağlar.

source: Do you confirm to publish? This takes effect immediately on the current dashboard.
ar: هل تؤكد أمر النشر؟ التغيرات سوف تظهر فوراً على البوابة الحالية.
tr_tr: Yayımlamayı onaylıyor musun? Bu kontrol paneli üzerinde hemen etkili olur.

source: Do you confirm to discard you current editing?
ar: هل تأكد الغاء التعديل الحالي؟
tr_tr: Mevcut düzenlemeyi iptal etmeyi onaylıyor musunuz?

source: Space does not exist
ar: المساحة غير موجودة
tr_tr: Alan mevcut değildir

source: Space saved failed. Please try again.
ar: فشلت عملية حفظ المساحة حاول مرة أخرى
tr_tr: Alan kaydedilemedi. Lütfen yeniden deneyin.

source: Space name is already used, please try others.
ar: اسم المساحة مستخدم فعلياً، يرجى تجربة اسم اخر.
tr_tr: Alan adı zaten kullanılıyor, farklı bir alan adı deneyin.

source: Space key is already used, please try others.
ar: اسم مفتاح المساحة مستخدم فعلياً، يرجى تجربة اسم اخر.
tr_tr: Alan anahtarı zaten kullanılmakta, farklı bir anahtar değeri deneyin.

source: Remove space failed.
ar: فشل حذف المساحة
tr_tr: Alan kaldırma işlemi başarısız oldu.

source: save page error
ar: خطاء في حفظ الصفحة
tr_tr: Sayfa kaydetme hatası

source: Home page can not be removed.
ar: الصفحة الرئيسية لا يمكن إزالتها.
tr_tr: Ana sayfa silinemez.

source: You session may be expired, please login first.
ar: قد تكون فترة زمن الدخول انتهت، يرجى الدخول باسمك من جديد.
tr_tr: Bu oturumun süresi dolmuş olabilir, lütfen ilk önce giriş yapınız.

source: Unable to load page. Try later.
ar: غير قادر على تحميل الصفحة. حاول لاحقا.
tr_tr: Sayfa yüklenemiyor. Daha sonra tekrar deneyin.

source: Copy page with errors.
ar: انسخ الصفحة مع الأخطاء
tr_tr: Sayfayı hataları ile kopyala.

source: Move page with errors.
ar: انقل الصفحة مع الأخطاء
tr_tr: Sayfayı hataları ile taşı.

source: Page not found. It can not be removed.
ar: الصفحة غير موجودة. لا يمكن إزالتها.
tr_tr: Sayfa bulunamadı. Silinemez.

source: Home page removed failed.
ar: فشل حذف الصفحة الرئيسية.
tr_tr: Ana sayfa kaldırma başarısız oldu.

source: Same page title already exist in this space. Please rename page title and save.
ar: عنوان الصفحة نفسها موجودة بالفعل في هذه المساحة. الرجاء إعادة تسمية عنوان الصفحة وحفظها.
tr_tr: Aynı sayfa başlığını zaten bu alanda var. Lütfen sayfa başlığını yeniden adlandırınız ve kaydediniz.

source: Removed page failed. Please try later.
ar: فشلت إزالة الصفحة. يرجى المحاولة لاحقا.
tr_tr: Sayfa kaldırma başarısız oldu. Lütfen daha sonra tekrar deneyin.

source: Saving page has timeout error. Please try later.
ar: خطاء استغرق حفظ الصفحة وقت طويل حاول لاحقاً
tr_tr: Sayfa kaydetme zaman aşımına uğradı. Lütfen daha sonra tekrar deneyin.

source: Failed restore page.
ar: فشلت عملية استعادة الصفحة
tr_tr: Sayfa geri yükleme başarısız oldu.

source: Login name or email is already used by another user.
ar: اسم المستخدم أو البريد الإلكتروني مستخدم من قبل مستخدم آخر.
tr_tr: Oturum açma adı veya e-posta, başka bir kullanıcı tarafından zaten kullanılıyor.

source: Group name is already used by other group, please try others.
ar: اسم المجموعة مستخدم بالفعل في مجموعة أخرى، حاول تجربة اسم اخر.
tr_tr: Grubu adı başka bir grup tarafından kullanılıyor, başka bir grup adı deneyin.

source: Unable to remove user.
ar: غير قادر على حذف المستخدم
tr_tr: Kullanıcı kaldırılamıyor.

source: User signup is disabled by system administrator.
ar: تم تعطيل التسجيل بالموقع من قبل إدارين النظام.
tr_tr: Kullanıcı kayıt sistem yöneticisi tarafından devre dışı bırakılmıştır.

source: User count is over license limitation, please upgrade the license.
ar: عدد المستخدمين أكثر من سعة الترخيص، الرجاء ترقية الترخيص.
tr_tr: Kullanıcı sayısı lisans sınırlaması üzerinde, lütfen lisans yükseltiniz.

source: Failed update attachment meta information. Please try later.
ar: فشل في تحديث ملعومات وصف المرفقات الرجاء المحاولة لاحقاً
tr_tr: Dosya eki meta bilgileri güncelleme başarısız. Lütfen daha sonra tekrar deneyin.

source: Failed remove this attachment. Please try later.
ar: فشل في إزالة هذا المرفق يرجى المحاولة لاحقاً.
tr_tr: Bu eki kaldırmak başarısız oldu. Lütfen daha sonra tekrar deneyin.

source: Original page does not found. It may be deleted by other users.
ar: الصفحة الأصلية غير موجودة قد تكون حذفت من قبل مستخدمين آخرين.
tr_tr: Orijinal sayfa bulunamadı. Diğer kullanıcılar tarafından silinmiş olabilir.

source: Version comparing failed.
ar: فشلت عملية مقارنة النسخ
tr_tr: Sürüm karşılaştırması başarısız.

source: Comment can not be posted by some errors. Please try later.
ar: التعليق لا يمكن نشره بسبب بعض الأخطاء يرجى المحاولة لاحقاً.
tr_tr: Yorum hatalar ile gönderilemez. Lütfen daha sonra tekrar deneyin.

source: Unable to get page comments. Please try later.
ar: تعذر الحصول على تعليقات الصفحة يرجى المحاولة لاحقاً.
tr_tr: Sayfa yorumları alınamadı. Lütfen daha sonra tekrar deneyin.

source: Search failed with error(s). Please try later.
ar: فشل البحث مع حدوث (خطأ). يرجى المحاولة لاحقاً.
tr_tr: Arama hata (lar) ile başarısız oldu. Lütfen daha sonra tekrar deneyin.

source: Unable to complete uploading. Please try later.
ar: غير قادر على استكمال الرفع. يرجى المحاولة لاحقاً.
tr_tr: Yükleme tamamlanamadı. Lütfen daha sonra tekrar deneyin.

source: You space attachment quota is exhausted and uploading is forbidden.
ar: تم تجاوز سعة تخزين مساحتك و تم تعطيل خاصية الرفع لها
tr_tr: Alan ekleri için kota dolmuş ve yükleme yasak.

source: Unable to save system information. Please try later.
ar: غير قادر على حفظ معلومات النظام. يرجى المحاولة لاحقاً.
tr_tr: Sistem bilgileri kaydedilemiyor. Lütfen daha sonra tekrar deneyin.

source: Reading space RSS feed failed, try later.
ar: فشلت قراءة تغذية المساحة، حاول في وقت لاحق.
tr_tr: Alan RSS okuması başarısız, tekrar deneyiniz.

source: You are not friend with this space yet.
ar: أنت لست صديق مع هذه المساحة حتى الان.
tr_tr: Henüz bu alan ile arkadaş değilsiniz

source: Your friendship request is waiting for approval.
ar: طلب صداقتكم ينتظر الموافقة.
tr_tr: Arkadaşlık isteğiniz onay için bekliyor.

source: Sorry, your friendship request is rejected.
ar: عذراً، تم رفض طلب صداقتك.
tr_tr: Üzgünüz, arkadaşlık isteğiniz rededildi.

source: Sorry, you do not have enough permission to read this message.
ar: عذراً، ليس لديك الصلاحيات الكافية لقراءة هذه الرسالة.
tr_tr: Üzgünüz, bu mesajı okumak için yeterli izne sahip değilsiniz.

source: Sorry, message does not exist.
ar: عذراً، الرسالة غير موجودة.
tr_tr: Üzgünüz, ileti mevcut değil.

source: Sorry, your invitation failed with unexpected errors, please try again.
ar: عذراً، دعوتك فشلت حدث خطأ غير متوقع، يرجى المحاولة مرة أخرى.
tr_tr: Maalesef davetiye beklenmeyen hatalar ile başarısız oldu, lütfen tekrar deneyin.

source: Sorry, history restoration failed, please try again.
ar: عذراً، فشلت عملية استعادة سجل التغيرات يرجى المحاولة مرة أخرى.
tr_tr: Üzgünüz, geçmiş geri yükleme başarısız oldu, lütfen tekrar deneyin.

source: There are same title pages existing for this version, history can not be restored.
ar: هناك صفحات تحمل نفس العنوان لهذه النسخة، سجل التغيرات لا يمكن استرجاعه.
tr_tr: Bu sürüm için aynı başlık sayfaları vardır, geçmiş sürüm geri alınamaz.

source: Restore history has timed out. Please try again.
ar: انتهت المهلة لاستعادة سجل التغيرات. حاول مرة اخرى.
tr_tr: Geri yükleme zaman aşımına uğradı. Lütfen yeniden deneyin.

source: Unable to get this version history page. Please try later.
ar: تعذر الحصول على سجل التغيرات لهذه النسخة. يرجى المحاولة لاحقاً.
tr_tr: Sayfanın sürüm geçmişi alınamıyor. Lütfen daha sonra tekrar deneyin.

source: You don't have read permission on this space.
ar: ليس لديك صلاحيات قراءة في هذه المساحة.
tr_tr: Bu alan üzerinde okuma izniniz yoktur.

source: Unsupported offline widget.
ar: قطعة غير متصلة غير مدعومة
tr_tr: Desteklenmeyen çevrimdışı eklenti.

source: This prefix is not allowed in group name, please try others.
ar: هذه البادئه غير مسموح بها في اسم المجموعة، يرجى تجربة شيء اخر.
tr_tr: Grup adında bu ön ekin kullanılmasına izin yok, lütfen diğerlerini deneyin.

source: Failed download resource
ar: فشل في تنزيل المصادر
tr_tr: Başarısız indirme kaynağı

source: Unable to initialize this widget. This may be caused if it is already disabled or deleted.
ar: غير قادر على تهيئة هذه القطعة. قد يكون السبب تم تعطيل القطعة أو حذفها.
tr_tr: Bu eklenti başlatılamadı. Bunun nedeni etiket devre dışı bırakılmış ya da silinmiş olabilir.

source: Portal loading failed, please refresh page to retry.
ar: فشل في تحميل البوابة، الرجاء تحديث الصفحة لإعادة المحاولة.
tr_tr: Portal yükleme başarısız oldu, lütfen tekrar denemek için sayfayı yenileyiniz.

source: No view permission on included content
ar: لا يوجد صلاحيات مشاهدة ضمن المحتوى
tr_tr: Dahili içeriğe ilişkin herhangi bir görüntüleme izni yok

source: Included page does not exist
ar: الصفحة المدرجة غير موجودة
tr_tr: Dahili sayfa mevcut değil

source: Included phase does not exist
ar: العبارة المدرجة غير موجودة
tr_tr: Dahili faz mevcut değil

source: Include macro loading failed.
ar: فشل في تحميل المكرو المدرج
tr_tr: Dahili makro yükleme başarısız oldu.

source: Unknown errors
ar: أخطاء غير معروفة
tr_tr: Bilinmeyen hatalar

source: a saved version is newer than yours, do you want to {0} or {1}?
ar: يوجد نسخة محفوظة أحدث من نسختك، هل تريد {0} أو {1}؟
tr_tr: kaydedilmiş bir sürüm sizinkinden daha yeni, istediğiniz {0} veya {1}?

source: Open in new window
ar: افتح في نافذة جديدة
tr_tr: Yeni pencerede aç

source: Online help
ar: مساعدة مباشرة
tr_tr: Çevrimiçi yardım

source: Your email
ar: ايميلك
tr_tr: Epostanız

source: Search groups
ar: بحث المجموعات
tr_tr: Grup ara

source: Search users
ar: بحث المستخدمين
tr_tr: Kullanıcı ara

source: Cell spacing
ar: هوامش الخلية
tr_tr: Hücre aralığı

source: Background color
ar: لون الخلفية
tr_tr: Arka plan rengi

source: Border color
ar: لون الحدود
tr_tr: Kenarlık rengi

source: Has caption
ar: يوجد بها شرح
tr_tr: Başlığı var

source: First row as title
ar: الصف الأول كما العنوان
tr_tr: Birinci sıra başlık olarak

source: Border size
ar: حجم الحدود
tr_tr: Kenarlık boyutu

source: Palette
ar: اللوحة
tr_tr: Palet

source: Border
ar: الحدود
tr_tr: Sınır

source: Current space
ar: المساحة الحالية
tr_tr: Mevcut alan

source: Invalid URL format
ar: صيغة رابط غير صحيحة
tr_tr: Geçersiz URL formatı

source: Please input valid URL or page title
ar: الرجاء إدخال رابط صالح أو عنوان الصفحة
tr_tr: Lütfen geçerli bir URL veya sayfa başlığı giriniz

source: Image
ar: صورة
tr_tr: Resim

source: Attached file name or URL
ar: اسم الملف المرفق أو الرابط
tr_tr: Ekli dosya adı ya da URL

source: Tag on space
ar: دالة في المساحة
tr_tr: Alan üzerine etiket

source: Tag on page
ar: دالة في الصفحة
tr_tr: Sayfa üzerinde etiket

source: Title can not be empty
ar: العنوان لا يمكن أن يكون فارغ
tr_tr: Başlık boş olamaz

source: Required
ar: مطلوب
tr_tr: Zorunlu

source: Confirm
ar: تأكيد
tr_tr: Onayla

source: Alert
ar: تنبيه
tr_tr: Uyarı

source: Go to space
ar: اذهب للمساحة
tr_tr: Alana git

source: Reset
ar: إعادة تعيين
tr_tr: Sıfırla

source: Space list
ar: قائمة المساحة
tr_tr: Alan listesi

source: Modified on
ar: عدل في
tr_tr: Tarihinde güncellenmiştir

source: Contributed versions
ar: نسخ المساهمين
tr_tr: Katkıda bulunanların sürümleri

source: Created date
ar: تاريخ الإنشاء
tr_tr: Oluşturma tarihi

source: initial
ar: مبدئي
tr_tr: İlk

source: Full name
ar: الاسم الكامل
tr_tr: Tam Adı

source: Your current status. It is automatically saved when this dialog is closed.
ar: سيتم حفظ الوضع الحالي تلقائياً عند اغلاق هذا الاطار.
tr_tr: Mevcut durumunuz. Bu dialog kapatıldığında otomatik olarak kaydedilir.

source: Must contain all words
ar: يجب أن يحتوي على كل الكلمات
tr_tr: Tüm sözcükleri içermeli

source: Contain any of words
ar: يحتوي على كلمات
tr_tr: Sözcüklerden herhangi birini içerir

source: Exact match whole filter
ar: فلتر التطابق التام
tr_tr: Filtrede tam eşleşme

source: All spaces
ar: كل المساحات
tr_tr: Tüm boşluklar

source: Type
ar: النوع
tr_tr: Tip

source: Filter
ar: فلتر
tr_tr: Filtre

source: All
ar: الكل
tr_tr: Tüm

source: From space
ar: من المساحة
tr_tr: Alandan

source: Sort by
ar: مرتب حسب
tr_tr: Sırala

source: Favorite
ar: المفضل
tr_tr: Favori

source: Watch
ar: مراقبة
tr_tr: Izle

source: Attachment quota
ar: حجم المرفق
tr_tr: Eklenti kotası

source: None
ar: لا شيء
tr_tr: Hiçbiri

source: Unknown
ar: غير معروف
tr_tr: Bilinmeyen

source: Unlimited
ar: غير محدود
tr_tr: Sınırsız

source: Tags on spaces
ar: الدلالات في المساحات
tr_tr: Alandaki etiketler

source: Tags on pages
ar: الدلالات في الصفحات
tr_tr: Sayfalardaki etiketler

source: Recent updated pages
ar: الصفحات التي تم تحديثها مؤخرا
tr_tr: Son güncellenen sayfalar

source: Optional
ar: اختياري
tr_tr: Isteğe bağlı

source: Insert
ar: إدراج
tr_tr: Ekle

source: Macro
ar: ماكرو
tr_tr: Makro

source: Download the attachment
ar: تنزيل المرفق
tr_tr: Eklentiyi indir

source: View page
ar: مشاهدة الصفحة
tr_tr: Sayfayı görüntüle

source: Widget not available now. It maybe removed.
ar: القطعة غير متوفرة ربما قد حذفت
tr_tr: Eklenti mevcut değil. Belki de kaldırıldı.

source: There are multiple portal in your Dashboard. Please go to Dashboard and add this widget in one given portal.
ar: هناك بوابات متعددة في صفحة بوابتك الرئيسية. يرجى الذهاب إلى البوابة وإضافة هذه القطعة في البوابة المعنية.
tr_tr: Kontrol panelinizde birden fazla portal var. Kontrol panelinize gidin ve tek bir portala bu eklentiyi ekleyin.

source: Anonymous doesn't allow to add widget from here. Please login first.
ar: لا يسمح لغير المسجلين في إضافة القطع من هنا. الرجاء الدخول أولاً.
tr_tr: Misafir kullanıcının buradan eklenti eklemeye yetkisi yok. Lütfen ilk önce giriş yapın.

source: Add to dashboard
ar: إضافة إلى البوابة
tr_tr: Kontrol Paneline ekle

source: Optional,e.g., *.doc,*.xls
ar: اختياري، * .doc، و *. XLS
tr_tr: İsteğe bağlı, örneğin, *. doc, *. xls

source: Optional,e.g., *.png,*.gif
ar: اختياري، *.png.*,gif
tr_tr: İsteğe bağlı, örneğin, *. png, *. gif

source: Levels
ar: مستويات
tr_tr: Seviyeler

source: Numbers
ar: أرقام
tr_tr: Sayılar

source: Bullets
ar: النقاط
tr_tr: Madde İşaretleri

source: Level must between 1 and 6
ar: المستوى يجب بين 1 و 6
tr_tr: Seviye 1 ve 6 arasında olmalıdır

source: Sharing across all spaces
ar: مشاركة عبر جميع المساحات
tr_tr: Tüm alanlar arasında paylaş

source: Page templates
ar: قوالب الصفحات
tr_tr: Sayfa şablonları

source: Do you confirm to delete this template?
ar: هل تأكد حذف هذا القالب؟
tr_tr: Bu şablonu silmeyi onaylıyor musunuz?

source: Yes
ar: نعم
tr_tr: Evet

source: No
ar: لا
tr_tr: Hayır

source: Create template
ar: إنشاء قالب
tr_tr: Şablon oluştur

source: No view permission on this space templates
ar: لا يوجد صلاحيات مشاهدة على قوالب هذه المساحة
tr_tr: Bu alan şablonunda görüntüleme izniniz yok

source: Shared
ar: مشترك
tr_tr: Paylaşılan

source: Creator
ar: الناشر
tr_tr: Oluşturan

source: Templates
ar: القوالب
tr_tr: Şablonları

source: Do you want to replace the current content by this template?
ar: هل تريد استبدال المحتوى الحالي بهذا القالب؟
tr_tr: Mevcut içeriği bu şablonla değiştirmek istiyor musunuz?

source: Load this template failed, please try again.
ar: تعذر تحميل هذا القالب، يرجى المحاولة مرة أخرى.
tr_tr: Şablon yükleme başarısız oldu, lütfen tekrar deneyin.

source: Select template
ar: اختر القالب
tr_tr: Şablonu seçin

source: From
ar: من
tr_tr: Kimden

source: Hide
ar: إخفاء
tr_tr: Gizle

source: Show
ar: إظهار
tr_tr: Göster

source: You don't have permission to hide or show this comment.
ar: ليس لديك صلاحيات لإخفاء أو إظهار هذا التعليق.
tr_tr: Yorumu gizlemek veya göstermek için izniniz yok.

source: Hide/Show this comment failed.
ar: فشلت عملية إخفاء/إظهار هذا التعليق.
tr_tr: Yorumu göster / gizle başarısız oldu.

source: Modified by
ar: عدل بواسطة
tr_tr: Değiştiren

source: Search users or spaces
ar: بحث المستخدمين او المساحات
tr_tr: Kullanıcı veya alan ara

source: All users
ar: كل المستخدمين
tr_tr: Tüm kullanıcılar

source: Choose
ar: اختار
tr_tr: Seç

source: Send message to this user
ar: إرسال رسالة إلى هذا المستخدم
tr_tr: Bu kullanıcıya mesaj gönder

source: Send message to the contributors of this space
ar: إرسال رسالة إلى المساهمين في هذه المساحة
tr_tr: Bu alan katılımcılarına mesaj gönder

source: by
ar: بواسطة
tr_tr: tarafından

source: on
ar: في
tr_tr: üzerinde

source: just now
ar: الان فقط
tr_tr: hemen şimdi

source: Back to space security
ar: العودة إلى صفحة أمن المساحة
tr_tr: Alan güvenliğine geri dön

source: New page
ar: صفحة جديدة
tr_tr: Yeni sayfa

source: As table
ar: كجدول
tr_tr: Tablo gibi

source: As grid layout
ar: كمخطط شبكي
tr_tr: Izgara düzeni olarak

source: No template available
ar: لا يوجد قالب متوفر
tr_tr: Mevcut şablon yok

source: No permission to upload
ar: لا صلاحيات للرفع
tr_tr: Yükleme izni yok

source: Service failed.
ar: فشلت الخدمة.
tr_tr: Servis başarısız oldu.

source: This service module can not be loaded.
ar: خدمة هذه الوحدة لا يمكن تحميلها
tr_tr: Bu hizmet modülü yüklenemedi.

source: Edit Event
ar: تعديل حدث
tr_tr: Etkinliği Düzenle

source: View Event
ar: مشاهدة حدث
tr_tr: Etkinliği Görüntüle

source: New Event
ar: حدث جديد
tr_tr: Yeni Etkinlik

source: Get blogs list
ar: الحصول على قائمة البلوق
tr_tr: Bloglar listesini al

source: Post to linked blog
ar: اضف إلى مدونة مرتبطة
tr_tr: Bağlantılı bloga gönder

source: URL
ar: رابط

source: Linked blog
ar: مدونة مرتبطة
tr_tr: Bağlantılı günlük

source: A bidirectional space with your blog. Any new page is synchronized to the blog. The new post in the blog is saved to this space. Managing your blog in wiki style.
ar: المساحة ثنائية الاتجاه مع مدونتك. أي صفحة جديدة في المساحة سيتم مزامنتها مع المدونة. المشاركات الجديدة في المدونة سوف تحفظ في هذه المساحة. إدارة مدونتك باسلوب - ويكي - الموسوعة.
tr_tr: Blogunuz ile iki yönlü bir alan. Herhangi bir yeni bir sayfa bloga eşitlenir. Blog yeni yazılan bu alana kaydedilir. Blogunuzu wiki tarzında yönetme.

source: Excerpt
ar: مقتطفات
tr_tr: Alıntı

source: Categories
ar: التصانيف
tr_tr: Kategoriler

source: Please select a blog you want to link.
ar: يرجى تحديد المدونة التي تريد الربط معها.
tr_tr: Lütfen bağlamak istediğiniz bir blog seçiniz.

source: Private space
ar: مساحة خاصة
tr_tr: Özel alan

source: Logo
ar: الشعار

source: Do you want to disconnect this space from the blog?
ar: هل تريد فصل هذه المساحة من المدونة؟
tr_tr: Bu alan bağlantısını blogunuzdan koparmak istiyor musunuz?

source: Current blog
ar: المدونة الحالية
tr_tr: Mevcut Günlük

source: Edit linked blog
ar: تعديل مدونة مرتبطة
tr_tr: Bağlantılı Blogu Düzenle

source: Please select a blog type.
ar: الرجاء اختيار نوع المدونة.
tr_tr: Lütfen bir blog türü seçin.

source: Link to more blogs
ar: اربط مع مزيد من المدونات
tr_tr: Daha fazla bloga bağlantı

source: Find people
ar: ايجاد الناس
tr_tr: Insanlar bulun

source: Send message
ar: إرسال رسالة
tr_tr: Mesaj gönder

source: Message
ar: الرسالة
tr_tr: Mesaj

source: Pin to top
ar: تثبيت بالأعلى
tr_tr: Üste al

source: Remove the pin
ar: الغاء التثبيت
tr_tr: Üste almayı iptal et

source: Blog Address
ar: عنوان المدونة
tr_tr: Blog (Web Günlüğü) Adresi

source: Admin name
ar: اسم الإداري
tr_tr: Yönetici adı

source: Quick note
ar: نبذة مختصرة
tr_tr: Hızlı not

source: Click here to edit your personal quick note.
ar: اضغط هنا لتعديل النبذة المختصرة بك
tr_tr: Kişisel notu düzenlemek için buraya tıklayın.

source: Recently update
ar: حدث مؤخراً
tr_tr: Son güncellenen

source: Follow
ar: إتبع
tr_tr: İzle

source: Unfollow
ar: الغاء المتابعة
tr_tr: İzlemeyi bırak

source: Following
ar: يتابع
tr_tr: İzlediklerim

source: Followers
ar: متابعين
tr_tr: Beni izleyenler

source: Activity
ar: نشاط
tr_tr: Etkinlik

source: Do you want to delete this message?
ar: هل تريد حذف هذه الرسالة؟
tr_tr: Bu mesajı silmek istediğinizden emin misiniz?

source: More
ar: أكثر
tr_tr: Daha fazla

source: Less
ar: أقل
tr_tr: Daha az

source: Ctrl+Enter to send
ar: اضغط Ctrl + Enter للإرسال
tr_tr: Göndermek için Ctrl+Enter

source: Linked
ar: مرتبط
tr_tr: Bağlı

source: Skins
ar: الشكل
tr_tr: Şablonlar

source: Themes
ar: الغلاف
tr_tr: Temalar

source: File name
ar: اسم الملف
tr_tr: Dosya adı

source: Author
ar: الناشر
tr_tr: Yazar

source: Size
ar: الحجم
tr_tr: Boyut

source: Space contribution
ar: مساهمة المساحة
tr_tr: Alana katkı sağlayanlar

source: Page contribution
ar: مساهمة الصفحة
tr_tr: Sayfaya katkı sağlayanlar

source: Activities
ar: أنشطة
tr_tr: Etkinlikler

source: Network
ar: شبكة
tr_tr: Ağ

source: What
ar: ماذا
tr_tr: Ne

source: When
ar: متى
tr_tr: Ne zaman

source: Where
ar: اين
tr_tr: Nerede

source: All day event
ar: كل أحداث اليوم
tr_tr: Tüm gün etkinliği

source: Sign up now
ar: التسجيل الان
tr_tr: Şimdi kaydolun

source: Login now
ar: الدخول الان
tr_tr: Şimdi giriş yapın

source: Message to system administrator
ar: رسالة إلى إداري النظام
tr_tr: Sistem yöneticisine mesaj

source: Less than 25 characters. No spaces; Only letters, numbers and hyphens.
ar: أقل من 25 حرفاً. بدون مسافات فقط حروف و أرقام و شرطات.
tr_tr: 25 karakterden daha az. Boşluk yok; Sadece harfler, sayılar ve tire.

source: Hyphens can not be first or last character.
ar: علامة الشرطة - لا يمكن وضعها في أول حرف أو الأخير
tr_tr: Tire ilk veya son karakter olamaz.

source: Hyphens, dots or underline can not be first or last character.
ar: النقاط أو الخط تحت السطر أو علامة الشرطة - لا يمكن وضعهم في أول حرف أو الأخير.
tr_tr: Tire, nokta veya alt çizgi, ilk veya son karakter olamaz.

source: Shell
ar: الشيل
tr_tr: Kabuk

source: Link to shell
ar: رابط للشيل
tr_tr: Kabuğa bağlantı

source: Link
ar: رابط
tr_tr: Bağlantı

source: Do later
ar: افعل لاحقاً
tr_tr: Daha sonra

source: <h2>Sorry, an error occurs when linking to the Shell.</h2> <p>However, you can try this later from space admin panel.</p>
ar: <H2> عذرا، حدث خطأ عند الربط إلى الشيل. </ H2> <P> ومع ذلك، يمكنك محاولة ذلك لاحقا من لوحة إدارة المساحة. </ P>
tr_tr: <h2> Üzgünüz, Shell bağlarken bir hata oluştu. </h2><p> Ancak, alan yönetim panelinden daha sonra bunu deneyebilirsiniz. </p>

source: Shell URL
ar: رابط الشيل

source: Email it
ar: ارسله بالايميل
tr_tr: Eposta at

source: Shell service is not enabled
ar: خدمة الشيل غير مفعله
tr_tr: Shell hizmeti etkin değil
