Repository: AnissaSchirock/GeniusWiki
Catalog: src/gwt/resources/i18n/orig/GeniusWiki_gwt_messages_po_*.po
Languages: ar, tr_tr

source: ID
ar: الرمز

source: OK
ar: موافق
tr_tr: Tamam

source: Cancel
ar: الغاء
tr_tr: Vazgeç

source: Add
ar: إضافة
tr_tr: Ekle

source: Send
ar: إرسال
tr_tr: Gönder

source: To
ar: إلى
tr_tr: Kime

source: Update
ar: تحديث
tr_tr: Güncelle

source: Close
ar: إغلاق
tr_tr: Kapat

source: Login
ar: دخول
tr_tr: Giriş

source: Sign up
ar: تسجيل
tr_tr: Kayıt Ol

source: Logout
ar: خروج
tr_tr: Çıkış

source: Title
ar: العنوان
tr_tr: Başlık

source: Search
ar: البحث
tr_tr: Arama

source: Description
ar: الوصف
tr_tr: Açıklama

source: General
ar: عام
tr_tr: Genel

source: Users
ar: المستخدمين
tr_tr: Kullanıcılar

source: User
ar: المستخدم
tr_tr: Kullanıcı

source: Groups
ar: مجموعات
tr_tr: Gruplar

source: Group
ar: مجموعة
tr_tr: Grup

source: Spaces
ar: المساحات
tr_tr: Alanlar

source: Security
ar: الأمن
tr_tr: Güvenlik

source: Advance
ar: متقدم
tr_tr: Gelişmiş

source: Dashboard
ar: البوابة
tr_tr: Kontrol Paneli

source: Access
ar: وصول
tr_tr: Erişim

source: Offline
ar: غير متصل
tr_tr: Çevrimdışı

source: Home
ar: الرئيسية
tr_tr: Ana Sayfa

source: Name
ar: الإسم
tr_tr: Ad

source: Post
ar: نشر
tr_tr: Gönderi

source: Revision
ar: إصدار
tr_tr: Revize

source: Reply
ar: رد
tr_tr: Yanıt

source: Modifier
ar: المعدل
tr_tr: Düzenleyen

source: Accept
ar: قبول
tr_tr: Kabul Et

source: Deny
ar: رفض
tr_tr: Red Et

source: Tags
ar: دلالات
tr_tr: Etiketler

source: Tag
ar: دالة
tr_tr: Etiket

source: Comments
ar: تعليقات
tr_tr: Yorumlar

source: History
ar: سجيل التغيرات
tr_tr: Geçmiş

source: Children
ar: الفروع
tr_tr: Ağaç Yapısı

source: Done
ar: نفذ
tr_tr: Yapıldı

source: Edit
ar: تعديل
tr_tr: Güncelle

source: Upload
ar: رفع
tr_tr: Yükle

source: Remove
ar: حذف
tr_tr: Kaldır

source: File
ar: ملف
tr_tr: Dosya

source: Export
ar: تصدير
tr_tr: Dışa Çıkar

source: Format
ar: شكل
tr_tr: Biçim

source: Scope
ar: مجال
tr_tr: Kapsam

source: Restore
ar: إستعادة
tr_tr: Geri Yükle

source: Diff
ar: الفرق
tr_tr: Fark

source: Create
ar: إنشاء
tr_tr: Oluştur

source: Return
ar: عودة
tr_tr: Geri Dön

source: Save
ar: حفظ
tr_tr: Kaydet

source: Preview
ar: معاينة
tr_tr: Önizleme

source: Publish
ar: نشر
tr_tr: Yayınla

source: Resume
ar: متابعة
tr_tr: Geri Al

source: Actions
ar: الإجراءات
tr_tr: Eylemler

source: Help
ar: مساعدة
tr_tr: Yardım

source: View
ar: مشاهدة
tr_tr: Görünüm

source: Modify
ar: تعديل
tr_tr: Değiştir

source: Print
ar: طباعة
tr_tr: Çıktı Al

source: Delete
ar: حذف
tr_tr: Sil

source: Refresh
ar: اعادة تنشيط
tr_tr: Yenile

source: Content
ar: محتوى
tr_tr: İçerik

source: Introduction
ar: المقدمة
tr_tr: Giriş

source: Widgets
ar: القطع
tr_tr: Modüller

source: Widget
ar: قطعة
tr_tr: Modül

source: Action
ar: إجراء
tr_tr: Eylem

source: Page
ar: صفحة
tr_tr: Sayfa

source: Comment
ar: تعليق
tr_tr: Yorum

source: Space
ar: مساحة
tr_tr: Alan

source: Attachment
ar: مرفق
tr_tr: Ekli Dosya

source: Setting
ar: إعداد
tr_tr: Ayar

source: Trash
ar: مهملات
tr_tr: Çöp Kutusu

source: Private
ar: خاص
tr_tr: Özel

source: Default
ar: افتراضي
tr_tr: Varsayılan

source: Restrict
ar: مقيد
tr_tr: Kısıtla

source: Admin
ar: إداري
tr_tr: Yönetici

source: Frequency
ar: تردد
tr_tr: Sıklık

source: Remover
ar: الحاذف
tr_tr: Kaldırma

source: Feedback
ar: تواصل
tr_tr: Geri Bildirim

source: Masks
ar: أقنعة
tr_tr: Maskeler

source: Date
ar: التاريخ
tr_tr: Tarih

source: Press
ar: الصحافة
tr_tr: Bas

source: Markup
ar: العلامات
tr_tr: İşaretleme

source: Keyboard
ar: لوحة المفاتيح
tr_tr: Klavye

source: FAQ
ar: الأسئلة
tr_tr: SSS

source: Response
ar: استجابة
tr_tr: Yanıt

source: Jan
ar: يناير
tr_tr: Oca

source: Feb
ar: فبراير
tr_tr: Şub

source: Mar
ar: مارس

source: Apr
ar: إبريل
tr_tr: Nis

source: May
ar: مايو

source: Jun
ar: يونيو
tr_tr: Haz

source: Jul
ar: يوليو
tr_tr: Tem

source: Aug
ar: إغسطس
tr_tr: Ağu

source: Sep
ar: سبتمبر
tr_tr: Eyl

source: Oct
ar: اكتوبر
tr_tr: Eki

source: Nov
ar: نوفمبر
tr_tr: Kas

source: Dec
ar: ديسمبر
tr_tr: Ara

source: Compare
ar: مقارنة
tr_tr: Karşılaştır

source: Latest
ar: أحدث
tr_tr: En son

source: Comparing
ar: مقارنة
tr_tr: Karşılaştırılıyor

source: Current
ar: الحالية
tr_tr: Mevcut

source: Loading
ar: جار التحميل
tr_tr: Yükleniyor

source: Add this page to the Favorite List
ar: إضافة هذه الصفحة إلى قائمة مفضلتك
tr_tr: Bu sayfayı Sık kullanılanlara ekle

source: Remove this page from the Favorite List
ar: إزالة هذه الصفحة من قائمة مفضلتك
tr_tr: Bu sayfayı Sık kullanılanlardan çıkar

source: Add this page to the Watchlist
ar: إضافة هذه الصفحة إلى قائمة مراقبتك
tr_tr: Bu sayfayı İzlediklerim sayfasına ekle

source: Remove this page from the Watchlist
ar: إزالة هذه الصفحة من قائمة مراقبتك
tr_tr: Bu sayfayı İzlediklerim sayfasından çıkar

source: none
ar: لا شيء
tr_tr: boş

source: Insert anchor
ar: إدراج مؤشر
tr_tr: Çapa ekle

source: Anchor name
ar: أسم المؤشر
tr_tr: Çapa adı

source: in space
ar: في المساحة
tr_tr: alanda

source: Save draft
ar: حفظ مسودة
tr_tr: Taslağı kaydet

source: Edit the sidebar
ar: تعديل القائمة الجانبية
tr_tr: Kenar çubuğunu güncelle

source: Add page
ar: إضافة صفحة
tr_tr: Sayfa ekle

source: Edit draft
ar: تعديل مسودة
tr_tr: Taslağı güncelle

source: Create home page
ar: إنشاء صفحة رئيسية
tr_tr: Ana sayfa oluştur

source: Modified date
ar: تاريخ التعديل
tr_tr: Güncelleme tarihi

source: Profile
ar: الملف
tr_tr: Profil

source: force to save
ar: أكد الحفظ
tr_tr: kaydetmeye zorla

source: Send email to users who watching this page
ar: إرسال بريد إلكتروني إلى المستخدمين الذين يراقبون هذه الصفحة
tr_tr: Bu sayfayı izleyen kullanıcılara eposta gönder

source: No child page
ar: لا يوجد صفحة فرعية
tr_tr: Ağaç yapısında sayfa yok

source: No comments
ar: لا يوجد تعليقات
tr_tr: Yorum bulunamadı

source: Comment can not be empty
ar: التعليق لا يمكن أن يكون فارغاً
tr_tr: Yorum boş olamaz

source: Please input non-empty value
ar: الرجاء إدخال قيمة غير فارغة
tr_tr: Lütfen boş olmayan bir değer giriniz

source: No attachment in this file name
ar: لا يوجد مرفق في هذا الملف
tr_tr: Bu dosya adında ekli dosya bulunamadı

source: Do you want to discard the comment?
ar: هل تريد التخلص من التعليق؟
tr_tr: Yorumdan vazgeçmek istiyor musunuz?

source: Post comment
ar: نشر تعليق
tr_tr: Yorumu gönder

source: No view permission
ar: لا يوجد صلاحيات مشاهدة
tr_tr: Görüntüleme izni yok

source: Create space
ar: إنشاء مساحة
tr_tr: Alan oluştur

source: Create your wiki or blog space
ar: قم بإنشاء صفحة موسوعة أو صفحة مدونة
tr_tr: Wiki ya da Blog alanı oluştur

source: Backup & Restore
ar: النسخ الاحتياطي و الإسترجاع
tr_tr: Yedekle & Geri Yükle

source: Home Page
ar: الرئيسية
tr_tr: Ana Sayfa

source: Home page preview
ar: مراجعة الصفحة الرئيسية
tr_tr: Ana sayfa önizleme

source: Space admin
ar: إدارة المساحة
tr_tr: Yönetici alanı

source: System admin
ar: نظام الإدارة
tr_tr: Sistem yöneticisi

# system.admin.title
source: System admin
ar: نظام الإدارة
tr_tr: Sistem yöneticisi

source: More spaces
ar: المساحات
tr_tr: Daha fazla alan

source: Add more spaces to your dashboard
ar: إضافة مزيد من المساحات إلى البوابة
tr_tr: Kontrol panelinize daha fazla alan ekleyin

source: Email
ar: الايميل
tr_tr: Eposta

source: User name
ar: اسم المستخدم
tr_tr: Kullanıcı adı

source: Password
ar: كلمة السر
tr_tr: Şifre

source: Remember me
ar: تذكرني
tr_tr: Beni hatırla

source: Forgot password
ar: نسيت كلمة السر
tr_tr: Şifremi unuttum

source: Failed on updating, please try again
ar: فشل في التحديث، يرجى المحاولة مرة أخرى
tr_tr: Güncellenirken hata oluştu, lütfen tekrar deneyiniz

source: Failed on uploading image, please try again.
ar: فشل في تحميل الصورة، يرجى المحاولة مرة أخرى.
tr_tr: Resim yüklenirken hata oluştu, lütfen tekrar deneyiniz.

source: Portrait
ar: الصورة
tr_tr: Vesikalık

source: User Profile
ar: ملف المستخدم
tr_tr: Kullanıcı Profili

source: Edit Profile
ar: تعديل ملف
tr_tr: Profil Güncelle

source: Edit Password
ar: تعديل كلمة السر
tr_tr: Şifre Güncelle

source: Upload Portrait
ar: رفع صورة
tr_tr: Vesikalık Yükle

source: Space key
ar: مفتاح المساحة
tr_tr: Alan anahtarı

source: User offline is not available.
ar: المستخدم غير متصل الان
tr_tr: Çevrimdışı kullanıcı mevcut değil

source: Wrong user name or password.
ar: خطاء في اسم المستخدم او كلمة السر
tr_tr: Yanlış kullanıcı adı veya şifre

source: Wrong image verification code, please try again.
ar: خطأ لم تدخل نفس رمز التحقق بالصورة، يرجى إعادة المحاولة.
tr_tr: Yanlış resim doğrulama kodu, lütfen tekrar deneyiniz.

source: Add more spaces or widgets to your dashboard
ar: إضافة المزيد من المساحات أو القطع إلى البوابة
tr_tr: Kontrol panelinize daha fazla modül ya da alanlar ekleyiniz.

source: with children
ar: مع فروع
tr_tr: ağaç yapısı ile

source: Invite friends
ar: دعوة إصدقاء
tr_tr: Arkadaşları davet et

source: Friends email (Use comma to separate if multiple email)
ar: البريد الإلكتروني لأصدقائك (استخدم الفاصلة للفصل بين عناوين البريد الإلكتروني)
tr_tr: Arkadaşların epostaları (Çoklu adres için noktalı virgül kullanınız)

source: Message to friends
ar: رسالة إلى الإصدقاء
tr_tr: Arkadaşlara mesaj

source: Sorry, System faced some problems while sending your invitation, please try again?
ar: عذرا، النظام واجه بعض المشاكل أثناء إرسال الدعوة، يرجى المحاولة مرة أخرى؟
tr_tr: Üzgünüz, davetiniz gönderilirken sistemde problem meydana geldi, lütfen daha sonra tekrar deneyiniz.

source: Your invitation email is in an incorrect format, please try again.
ar: دعوة الايميل الخاص بك في شكل غير صحيح، يرجى المحاولة مرة أخرى.
tr_tr: Davet epostanız hatalı bir biçimde düzenlenmiş, lütfen tekrar deneyiniz.

source: Your invitation is sent to following email addresses:
ar: تم إرسال دعواتك إلى عناوين الايميل التالية:
tr_tr: Davetiniz aşağıdaki eposta adreslerine gönderilmiştir:

source: You session has expired, please login again.
ar: فترة الدخول الخاصة بك قد انتهت صلاحيتها، يرجى تسجيل الدخول مرة أخرى.
tr_tr: Oturumunuz zaman aşımına uğradı, lütfen tekrar oturum açınız.

source: Invalid input, only number is allowed.
ar: إدخال غير صالح، يسمح بالإرقام فقط.
tr_tr: Hatalı giriş, sadece rakam kullanılabilir.

source: Only letters and digit allowed
ar: فقط الحروف و الأرقام مسموح بها
tr_tr: Sadece harf ve sayılar kullanılabilir.

source: Do you really want to close the message board?
ar: هل تريد حقا أن إغلاق نظام المراسلة؟
tr_tr: Mesaj panosunu kapatmak istediğinizden emin misiniz?

source: Re-enter
ar: إعادة إدخال
tr_tr: Tekrar giriniz

source: Login name
ar: إسم الدخول
tr_tr: Giriş adı

source: Not matched
ar: غير متطابق
tr_tr: Eşleşmedi

source: Insert smiley
ar: إدراج ابتسامات
tr_tr: İfade ekle

source: Insert table
ar: ادخال جدول
tr_tr: Tablo ekle

source: Merge cells
ar: دمج خلايا
tr_tr: Hücreleri birleştir

source: Insert image
ar: ادخال صورة
tr_tr: Resim ekle

source: Insert Page link or URL
ar: إدرج رابط الصفحة أو الرابط
tr_tr: Sayfa bağlantısı ya da URL ekle

# link.url
source: URL
ar: الرابط

source: Rows
ar: السطور
tr_tr: Satırlar

source: Cols
ar: الإعمدة
tr_tr: Sutünlar

source: Some errors occur during switching editor, please try again.
ar: حدث خطاء أثناء تبديل المحرر، يرجى المحاولة مرة أخرى.
tr_tr: Editörler arasında geçiş yaparken hata meydana geldi, lütfen tekrar deneyiniz.

source: Rich Editor
ar: المحرر المرئي
tr_tr: Zengin Editör

source: Markup Editor
ar: المحرر النصي
tr_tr: Biçimlendirme Editörü

source: Create new space
ar: إنشاء مساحة جديدة
tr_tr: Yeni alan oluştur

source: Message board
ar: نظام المراسلة
tr_tr: Mesaj panosu

source: Manually saved draft
ar: مسودة محفوظة يدوياً
tr_tr: Elle kaydedilmiş taslak

source: Automatically saved draft
ar: مسودة محفوظة تلقائياً
tr_tr: Otomatik kaydedilmiş taslak

source: Conflict offline version
ar: نسخة غير متصلة متضاربة
tr_tr: Çevrimiçi sürümü ile çatışma

source: Delete this draft
ar: حذف هذه المسودة
tr_tr: Bu taslağı sil

source: Add group
ar: إضافة مجموعة
tr_tr: Grup ekle

source: Group name
ar: اسم المجموعة
tr_tr: Grup adı

source: Add user
ar: إضافة مستخدم
tr_tr: Kullanıcı ekle

source: Email does not exist.
ar: الايميل غير موجود
tr_tr: Eposta mevcut değil.

source: Email can not be sent and password reset failed. Please try later.
ar: الايميل لا يمكن ارساله و عملية إعادة تعيين كلمة السر فشلت. يرجى المحاولة لاحقا.
tr_tr: Parola sıfırlama başarısız ve eposta gönderilemedi. Lütfen daha sonra deneyiniz.

source: Your password is reset successfully. Please check your email inbox.
ar: تم إعادة تعيين كلمة السر الخاصة بك بنجاح. يرجى التحقق من بريدك الالكتروني.
tr_tr: Parolanız başarıyla sıfırlandı. Lütfen epostanızı kontrol ediniz.

source: Sync attachments
ar: مزامنة المرفقات
tr_tr: Ekleri eşleştir

source: Sync drafts
ar: مزامنة المسودات
tr_tr: Taslakları eşleştir

source: Sync histories
ar: مزامنة السجلات
tr_tr: Geçmişi eşleştir

source: Sync comments
ar: مزامنة التعليقات
tr_tr: Yorumları eşleştir

source: Disconnect offline
ar: وضع غير متصل مفصول

source: Space success synchronized
ar: نحجت مزامنة المساحة
tr_tr: Alanlar başarıyla eşleştirildi

source: Do you want to remove all offline content?
ar: هل تريد إزالة كافة المحتويات التي بدون اتصال؟
tr_tr: Tüm çevrimdışı içeriği silmek istediğinize emin misiniz?

source: Do you want to send this space to your local system as offline space?
ar: هل تريد إرسال هذه المساحة للنظام المحلي كمساحة بدون اتصال؟
tr_tr: Bu alanı yerel sisteminize çevrimdışı alan olarak göndermek istiyor musunuz?

source: Page not found
ar: الصفحة غير موجودة
tr_tr: Sayfa bulunamadı

source: My drafts
ar: مسوداتي
tr_tr: Taslaklarım

source: My drafts list
ar: قائمة مسوداتي
tr_tr: Taslak Listem

source: You are in version comparing result view.
ar: انت في وضع مقارنة الفرق بين النسخ
tr_tr: Sonuç görünümü karşılaştıran sürümdesiniz.

source: Loading edit panel failed, please try again.
ar: تحميل لوحة التحرير فشل، يرجى المحاولة مرة أخرى.
tr_tr: Güncelleme paneli yüklenemedi, lütfen daha sonra tekrar deneyiniz.

source: resume draft
ar: استكمال مسودة
tr_tr: Taslağa devam et

source: resume auto-saved draft
ar: استكمال مسودة محفوظة تلقائياً
tr_tr: Otomatik kaydedilen taslağa devam et

source: Your page is not saved. If you made changes without saving, they will be lost.
ar: لم يتم حفظ صفحتك. إذا قمت بإجراء تغييرات بدون ضغط زر الحفظ لن يتم حفظها.
tr_tr: Sayfanız kaydedilmedi. Eğer yaptığınız değişiklikleri kaydetmediyseniz bunlar kaybolacaktır.

source: Saving page with errors, please try again.
ar: حفظ الصفحة مع الأخطاء، يرجى المحاولة مرة أخرى.
tr_tr: Sayfa kaydedilirken hata meydana geldi, lütfen tekrar deneyiniz.

source: Put to home page only
ar: وضع في الصفحة الرئيسية فقط
tr_tr: Sadece ana sayfaya koy

source: As default sidebar
ar: كقائمة جانبية افتراضية
tr_tr: Varsayılan kenar çubuğu

source: Current page only
ar: الصفحة الحالية فقط
tr_tr: Sadece mevcut sayfa

source: Stick your editing to
ar: خص تعديلك إلى
tr_tr: Düzenleme

source: Tip: The default sidebar is displayed if the page doesn't have the specified one.
ar: تنويه: يتم عرض القائمة الجانبية بشكل افتراضي إذا كانت الصفحة لا تملك قائمة محددة.
tr_tr: İpucu: belirtilen bir sayfa yoksa varsayılan kenar çubuğu görüntülenir.

source: You only can choose two items
ar: فقط تستطيع اختيار عنصرين
tr_tr: Sadece iki öğe seçebilirsiniz

source: This link can not be redirected in preview model.
ar: هذا الرابط لا يعمل في وضع المعاينة.
tr_tr: Bu bağlantı önizleme modunda çalışamaz.

source: Not available in this mode
ar: غير متوفر في هذا الوضع
tr_tr: Bu modda mevcut değildir.

source: You are in preview mode
ar: انت في وضع المعاينة
tr_tr: Önizleme modundasınız

source: Return latest version.
ar: العودة لأحدث نسخة.
tr_tr: En son sürüme geri dön.

source: You are viewing a history version.
ar: انت تشاهد سجل تغيرات النسخ
tr_tr: Geçmiş sürümünü görüntülemektesiniz.

source: Add more attachments
ar: إضافة مزيد من المرفقات
tr_tr: Daha fazla ek ekle.

source: Some errors happen during handling your request. Please try again.
ar: بعض الأخطاء حدثت أثناء التعامل مع طلبك. حاول مرة اخرى.
tr_tr: İsteğiniz işlenirken bazı hatalar meydana geldi.Lütfen yeniden deneyin.

source: No attachment
ar: لا يوجد مرفقات
tr_tr: Dosya eki yok

source: Do you really want to remove this attachment?
ar: هل تريد حقاً إزالة هذا المرفق؟
tr_tr: Bu dosya ekini silmek istediğinizden emin misiniz?

source: Bulk upload
ar: رفع جماعي
tr_tr: Toplu yükleme

source: You must input same verified code with image
ar: ادخل نفس الكود في الصورة للمطابقة والتحقق
tr_tr: Resimdeki doğrulama kodu ile aynı kodu girmeniz gerekmektedir.

source: Human validation
ar: التحقق البشري
tr_tr: Kişi doğrulaması

source: Whole space
ar: كل المساحة
tr_tr: Tüm alan

source: Current page
ar: الصفحة الحالية
tr_tr: Mevcut sayfa

source: Export with errors, please try again.
ar: تصدير مع الأخطاء، يرجى المحاولة مرة أخرى.
tr_tr: Dışa aktarmada hata oluştu, lütfen tekrar deneyiniz.

source: Use this version as latest page
ar: استخدم هذه النسخة بمثابة أحدث نسخة للصفحة
tr_tr: Bu sürümü son sayfa olarak kullan.

source: Diff with latest version
ar: الفرق مع أحدث نسخة
tr_tr: Son sürüm ile aradaki farklar

source: Return latest version
ar: العودة لإحدث نسخة
tr_tr: Son sürüme geri dön

source: Create new page
ar: إنشاء صفحة جديدة
tr_tr: Yeni sayfa oluştur

source: Edit current page
ar: تعديل الصفحة الحالية
tr_tr: Sayfayı güncelle

source: Invite your friends to join your space.
ar: ادعو أصدقائك للانضمام إلى صفحة مساحتك.
tr_tr: Alanınıza eklemek için arkadaşlarınızı davet edin.

source: Save editing sidebar
ar: حفظ تعديل القائمة الجانبية
tr_tr: Güncelleme kenar çubuğunu kaydet

source: Preview sidebar
ar: معاينة القائمة الجانبية
tr_tr: Kenar çubuğu önizlemesi

source: Cancel editing and exit
ar: الغاء التعديل و الخروج
tr_tr: Düzenlemeyi iptal et ve çık

source: Publish editing page
ar: نشر تعديل الصحفة
tr_tr: Güncellenen sayfayı yayınla

source: Save draft and exit
ar: حفظ المسودة و الخروج
tr_tr: Taslak olarak kaydet ve çık

source: Preview current page
ar: معاينة الصفحة الحالية
tr_tr: Mevcut sayfanın önizlemesi

source: Force publish
ar: أكد النشر
tr_tr: Zorla yayınla

source: Force publish to override
ar: أكد النشر فوق الحالي
tr_tr: Üstüne yazmak için zorla

# resume.title
source: Resume
ar: استكمال
tr_tr: Devam Et

source: Resume edit
ar: استكمال التعديل
tr_tr: Güncellemeye Devam

source: Return editing page
ar: العودة لتعديل الصفحة
tr_tr: Güncellenen sayfaya devam

source: Do you want to exit without saving?
ar: هل تريد الخروج بدون حفظ؟
tr_tr: Kaydetmeden çıkmak istediğinize emin misiniz?

source: Version is restored successfully.
ar: تم استعادة النسخة بنجاح.
tr_tr: Sürüm başarıyla geri yüklendi

source: Move to...
ar: انقل إلى
tr_tr: Taşı...

source: Copy to...
ar: انسخ إلى
tr_tr: Kopyala...

source: Trash page
ar: صفحة المهملات
tr_tr: Sayfayı çöpe yolla

source: Do you want to move this page to trash? It can be restored only by this space administrator.
ar: هل تريد نقل هذه الصفحة إلى المهملات؟ يمكن استعادتها عن طريق إدارة المساحة.
tr_tr: Sayfayı çöpe taşımak istediğinize emin misiniz? Sadece sistem yöneticileri bu sayfayı geri alabilir.

source: Page restrict
ar: تقيد الصفحة
tr_tr: Sayfa kısıtlamaları

source: More functions
ar: مزيد من الوظائف
tr_tr: Diğer fonksiyonlar

source: View pages tree
ar: مشاهدة شجرة الصفحات
tr_tr: Sayfa ağacını göster

source: View comments
ar: مشاهدة التعليقات
tr_tr: Yorumları göster

source: Create comments
ar: إنشاء التعليقات
tr_tr: Yorum oluştur

source: Refresh failed, please try again
ar: التحديث فشل، يرجى المحاولة مرة أخرى
tr_tr: Yenileme çalışmadı, lütfen tekrar deneyiniz

source: PrettyURLs
ar: روابط الصفحة
tr_tr: Kıssa URL

source: Copy to clipboard
ar: النسخ للذاكرة
tr_tr: Panoya kopyala

source: Tiny URL
ar: رابط مختصر
tr_tr: Kıssa URL

source: Meaning URL
ar: رابط مقصود
tr_tr: URL Anlamı

source: Not available - some unsupported characters in page title or space key
ar: غير ممكن استخدام الأحرف هذه في اسم مفتاح المساحة او العنوان
tr_tr: Mevcut değil - sayfa başlığında boşluk tuşu veya desteklenmeyen bazı karakterler

source: You can not send same message again.
ar: لا يمكنك إرسال نفس الرسالة مرة أخرى.
tr_tr: Aynı mesajı tekrar gönderemezsiniz.

source: The message sent to system administrators.
ar: الرسالة ارسلت إلى إدارين النظام.
tr_tr: Mesaj sistem yöneticilerine gönderilmiştir.

source: The message sent failed, please try again.
ar: إرسال الرسالة فشل، يرجى المحاولة مرة أخرى.
tr_tr: Mesaj gönderimi başarısız, lütfen tekrar deneyiniz.

source: Please choose target space first.
ar: الرجاء اختيار المساحة المستهدفة اولاً.
tr_tr: Lütfen öncelikle hedef boşluğu seçiniz.

source: Page Tree
ar: شجرة الصفحة
tr_tr: Sayfa ağaç yapısı

source: View tag cloud
ar: مشاهدة دالة السحابة
tr_tr: Etiket bulutunu görüntüle

source: View owner page
ar: مشاهدة صفحة الناشر
tr_tr: Sayfa sahibini görüntüle

source: Created Space
ar: مساحة منشأة
tr_tr: Oluşturulan Alan

source: Created Page
ar: صفحة منشأة
tr_tr: Oluşturulan Sayfa

source: Are you sure to delete this widget permanently?
ar: هل متأكد انك تريد إزالة هذه القطعة بشكل نهائي؟
tr_tr: Bu eklentiyi kalıcı olarak silmek istediğinize emin misiniz?

source: Edit widget
ar: تعديل قطعة
tr_tr: Eklenti güncelle

# space.uname
source: Space key
ar: مفتاح المساحة
tr_tr: Alan anahtarı

source: Page title
ar: عنوان الصفحة
tr_tr: Sayfa başlığı

source: Keep private
ar: ابقائها خاصة
tr_tr: Gizli tut

source: Page linker
ar: ربط الصفحة
tr_tr: Sayfa ilintileyici

source: Markup render
ar: تقديم المحرر
tr_tr: Biçimlendirici

source: Unable to load widget information, please try again.
ar: غير قادر على تحميل معلومات القطعة، يرجى المحاولة مرة أخرى.
tr_tr: Widget bilgisi yüklenemedi, lütfen tekrar deneyin.

source: Unable to verify if this page exists no not, please try again.
ar: غير قادر على التحقق من حالة وجود هذه الصفحة او لا، يرجى المحاولة مرة أخرى.
tr_tr: Sayfanın olup olmadığı doğrulanamıyor, lütfen tekrar deneyin.

source: The input page does not exist, please correct it first.
ar: صفحة إدخال غير موجوده، يرجى تصحيح ذلك أولا.
tr_tr: Giriş sayfası yok, lütfen öncelikle bunu düzeltin.

source: Select space to Dashboard
ar: حدد المساحة الخاصة بالبوابة
tr_tr: Yönetmek için alanı seçin

source: Search spaces & widgets
ar: البحث في المساحات و القطع
tr_tr: Alanlarda ve eklentilerde ara

source: Write your filter, then hit Enter
ar: اكتب كلمات الفلتر ثم اضغط إدخال
tr_tr: Filtre yazın ve Entera basın

source: Create your own widget
ar: إنشاء القطعة الخاصة بك
tr_tr: Kendi eklentinizi oluşturun

source: Popular spaces
ar: مساحات شعبية
tr_tr: Popüler Alanlar

source: Search result
ar: نتيجة البحث
tr_tr: Arama sonucu

source: No matched result
ar: لا توجد نتيجة مطابقة
tr_tr: Eşleşme bulunamadı

source: Sorry, some unexpected errors, redirect failed
ar: عذرا، حدث خطاء غير متوقع، فشلت عملية إعادة التوجيه
tr_tr: Üzgünüz, beklenmedik hatalar oluştu, yönlendirme başarısız

source: Theme updated failed, please try again.
ar: تحديث الغلاف فشل، يرجى المحاولة مرة أخرى.
tr_tr: Güncellenen Tema başarısız oldu, lütfen tekrar deneyin.

source: Theme updated.
ar: تم تحديث الغلاف
tr_tr: Tema güncellendi.

source: Edit detail
ar: تعديل التفاصيل
tr_tr: Bilgiyi düzelt

source: Update Logo
ar: تحديث الشعار
tr_tr: Logoyu Güncelle

source: Cancel removed space
ar: الغاء مساحة محذوفة
tr_tr: Alan silmekten vazgeç

source: Remove space
ar: حذف مساحة
tr_tr: Alanı kaldır

source: Do you really want to delete this space?
ar: هل حقا تريد حذف هذا المساحة؟
tr_tr: Bu alanı silmek istediğinizden emin misiniz?

source: Author only
ar: الناشر فقط
tr_tr: Sadece yazar

source: All contributors
ar: كل المساهمين
tr_tr: Tüm katkıda bulunanlar

source: Space administrators
ar: إدارين المساحة
tr_tr: Alan yöneticileri

source: Send to
ar: إرسل إلى
tr_tr: Gönder

source: Every post
ar: كل مشاركة
tr_tr: Her gönderi

source: Daily summary
ar: ملخص يومي
tr_tr: Günlük özet

source: No theme available
ar: لا يوجد غلاف متوفر
tr_tr: Mevcut tema yok

source: Do you want to delete this page permanently?
ar: هل ترغب في حذف هذه الصفحة نهائيا؟
tr_tr: Eğer bu sayfayı kalıcı olarak silmek istiyor musunuz?

source: No page in trash bin.
ar: لا يوجد صفحة في المهملات
tr_tr: Çöp kutusunda sayfa yok.
